[
  {
    "text": "# 高祖本纪"
  },
  {
    "text": "高祖沛丰邑中阳里人姓刘氏字季。父曰太公母曰刘媪。其先刘媪尝息大泽之陂梦与神遇。是时雷电晦冥太公往视则见蛟龙於其上。已而有身遂产高祖。",
    "audio": "1.mp3"
  },
  {
    "text": "高祖为人隆准而龙颜美须髯左股有七十二黑子。仁而爱人喜施意豁如也。常有大度不事家人生产作业。及壮试为吏为泗水亭长廷中吏无所不狎侮。好酒及色。常从王媪、武负贳酒醉卧武负、王媪见其上常有龙怪之。高祖每酤留饮酒雠数倍。及见怪岁竟此两家常折券弃责。",
    "audio": "2.mp3"
  },
  {
    "text": "高祖常繇咸阳纵观观秦皇帝喟然太息曰：“嗟乎大丈夫当如此也！”",
    "audio": "3.mp3"
  },
  {
    "text": "单父人吕公善沛令避仇从之客因家沛焉。沛中豪桀吏闻令有重客皆往贺。萧何为主吏主进令诸大夫曰：“进不满千钱坐之堂下。”高祖为亭长素易诸吏乃绐为谒曰“贺钱万”实不持一钱。谒入吕公大惊起迎之门。吕公者好相人见高祖状貌因重敬之引入坐。萧何曰：“刘季固多大言少成事。”高祖因狎侮诸客遂坐上坐无所诎。酒阑吕公因目固留高祖。高祖竟酒後。吕公曰：“臣少好相人相人多矣无如季相原季自爱。臣有息女原为季箕帚妾。”酒罢吕媪怒吕公曰：“公始常欲奇此女与贵人。沛令善公求之不与何自妄许与刘季？”吕公曰：“此非兒女子所知也。”卒与刘季。吕公女乃吕后也生孝惠帝、鲁元公主。",
    "audio": "4.mp3"
  },
  {
    "text": "高祖为亭长时常告归之田。吕后与两子居田中耨有一老父过请饮吕后因餔之。老父相吕后曰：“夫人天下贵人。”令相两子见孝惠曰：“夫人所以贵者乃此男也。”相鲁元亦皆贵。老父已去高祖適从旁舍来吕后具言客有过相我子母皆大贵。高祖问曰：“未远。”乃追及问老父。老父曰：“乡者夫人婴兒皆似君君相贵不可言。”高祖乃谢曰：“诚如父言不敢忘德。”及高祖贵遂不知老父处。",
    "audio": "5.mp3"
  },
  {
    "text": "高祖为亭长乃以竹皮为冠令求盗之薛治之时时冠之及贵常冠所谓“刘氏冠”乃是也。",
    "audio": "6.mp3"
  },
  {
    "text": "高祖以亭长为县送徒郦山徒多道亡。自度比至皆亡之到丰西泽中止饮夜乃解纵所送徒。曰：“公等皆去吾亦从此逝矣！”徒中壮士原从者十馀人。高祖被酒夜径泽中令一人行前。行前者还报曰：“前有大蛇当径原还。”高祖醉曰：“壮士行何畏！”乃前拔剑击斩蛇。蛇遂分为两径开。行数里醉因卧。後人来至蛇所有一老妪夜哭。人问何哭妪曰：“人杀吾子故哭之。”人曰：“妪子何为见杀？”妪曰：“吾白帝子也化为蛇当道今为赤帝子斩之故哭。”人乃以妪为不诚欲告之妪因忽不见。後人至高祖觉。後人告高祖高祖乃心独喜自负。诸从者日益畏之。",
    "audio": "7.mp3"
  },
  {
    "text": "秦始皇帝常曰“东南有天子气”於是因东游以厌之。高祖即自疑亡匿隐於芒、砀山泽岩石之间。吕后与人俱求常得之。高祖怪问之。吕后曰：“季所居上常有云气故从往常得季。”高祖心喜。沛中子弟或闻之多欲附者矣。",
    "audio": "8.mp3"
  },
  {
    "text": "秦二世元年秋陈胜等起蕲至陈而王号为“张楚”。诸郡县皆多杀其长吏以应陈涉。沛令恐欲以沛应涉。掾、主吏萧何、曹参乃曰：“君为秦吏今欲背之率沛子弟恐不听。原君召诸亡在外者可得数百人因劫众众不敢不听。”乃令樊哙召刘季。刘季之众已数十百人矣。",
    "audio": "9.mp3"
  },
  {
    "text": "於是樊哙从刘季来。沛令後悔恐其有变乃闭城城守欲诛萧、曹。萧、曹恐逾城保刘季。刘季乃书帛射城上谓沛父老曰：“天下苦秦久矣。今父老虽为沛令守诸侯并起今屠沛。沛今共诛令择子弟可立者立之以应诸侯则家室完。不然父子俱屠无为也。”父老乃率子弟共杀沛令开城门迎刘季欲以为沛令。刘季曰：“天下方扰诸侯并起今置将不善壹败涂地。吾非敢自爱恐能薄不能完父兄子弟。此大事原更相推择可者。”萧、曹等皆文吏自爱恐事不就後秦种族其家尽让刘季。诸父老皆曰：“平生所闻刘季诸珍怪当贵且卜筮之莫如刘季最吉。”於是刘季数让。众莫敢为乃立季为沛公。祠黄帝祭蚩尤於沛庭而衅鼓旗帜皆赤。由所杀蛇白帝子杀者赤帝子故上赤。於是少年豪吏如萧、曹、樊哙等皆为收沛子弟二三千人攻胡陵、方与还守丰。",
    "audio": "10.mp3"
  },
  {
    "text": "秦二世二年陈涉之将周章军西至戏而还。燕、赵、齐、魏皆自立为王。项氏起吴。秦泗川监平将兵围丰二日出与战破之。命雍齿守丰引兵之薛。泗州守壮败於薛走至戚沛公左司马得泗川守壮杀之。沛公还军亢父至方与未战。陈王使魏人周市略地。周市使人谓雍齿曰：“丰故梁徙也。今魏地已定者数十城。齿今下魏魏以齿为侯守丰。不下且屠丰。”雍齿雅不欲属沛公及魏招之即反为魏守丰。沛公引兵攻丰不能取。沛公病还之沛。沛公怨雍齿与丰子弟叛之闻东阳甯君、秦嘉立景驹为假王在留乃往从之欲请兵以攻丰。是时秦将章邯从陈别将司马枿将兵北定楚地屠相至砀。东阳甯君、沛公引兵西与战萧西不利。还收兵聚留引兵攻砀三日乃取砀。因收砀兵得五六千人。攻下邑拔之。还军丰。闻项梁在薛从骑百馀往见之。",
    "audio": "11.mp3"
  },
  {
    "text": "项梁益沛公卒五千人五大夫将十人。沛公还引兵攻丰。",
    "audio": "12.mp3"
  },
  {
    "text": "从项梁月馀项羽已拔襄城还。项梁尽召别将居薛。闻陈王定死因立楚後怀王孙心为楚王治盱台。项梁号武信君。居数月北攻亢父救东阿破秦军。齐军归楚独追北使沛公、项羽别攻城阳屠之。军濮阳之东与秦军战破之。",
    "audio": "13.mp3"
  },
  {
    "text": "秦军复振守濮阳环水。楚军去而攻定陶定陶未下。沛公与项羽西略地至雍丘之下与秦军战大破之斩李由。还攻外黄外黄未下。",
    "audio": "14.mp3"
  },
  {
    "text": "项梁再破秦军有骄色。宋义谏不听。秦益章邯兵夜衔枚击项梁大破之定陶项梁死。沛公与项羽方攻陈留闻项梁死引兵与吕将军俱东。吕臣军彭城东项羽军彭城西沛公军砀。",
    "audio": "15.mp3"
  },
  {
    "text": "章邯已破项梁军则以为楚地兵不足忧乃渡河北击赵大破之。当是之时赵歇为王秦将王离围之钜鹿城此所谓河北之军也。",
    "audio": "16.mp3"
  },
  {
    "text": "秦二世三年楚怀王见项梁军破恐徙盱台都彭城并吕臣、项羽军自将之。以沛公为砀郡长封为武安侯将砀郡兵。封项羽为长安侯号为鲁公。吕臣为司徒其父吕青为令尹。",
    "audio": "17.mp3"
  },
  {
    "text": "赵数请救怀王乃以宋义为上将军项羽为次将范增为末将北救赵。令沛公西略地入关。与诸将约先入定关中者王之。",
    "audio": "18.mp3"
  },
  {
    "text": "当是时秦兵彊常乘胜逐北诸将莫利先入关。独项羽怨秦破项梁军奋原与沛公西入关。怀王诸老将皆曰：“项羽为人僄悍猾贼。项羽尝攻襄城襄城无遗类皆阬之诸所过无不残灭。且楚数进取前陈王、项梁皆败。不如更遣长者扶义而西告谕秦父兄。秦父兄苦其主久矣今诚得长者往毋侵暴宜可下。今项羽僄悍今不可遣。独沛公素宽大长者可遣。”卒不许项羽而遣沛公西略地收陈王、项梁散卒。乃道砀至成阳与杠里秦军夹壁破二军。楚军出兵击王离大破之。",
    "audio": "19.mp3"
  },
  {
    "text": "沛公引兵西遇彭越昌邑因与俱攻秦军战不利。还至栗遇刚武侯夺其军可四千馀人并之。与魏将皇欣、魏申徒武蒲之军并攻昌邑昌邑未拔。西过高阳。郦食其监门曰：“诸将过此者多吾视沛公大人长者。”乃求见说沛公。沛公方踞床使两女子洗足。郦生不拜长揖曰：“足下必欲诛无道秦不宜踞见长者。”於是沛公起摄衣谢之延上坐。食其说沛公袭陈留得秦积粟。乃以郦食其为广野君郦商为将将陈留兵与偕攻开封开封未拔。西与秦将杨熊战白马又战曲遇东大破之。杨熊走之荥阳二世使使者斩以徇。南攻颍阳屠之。因张良遂略韩地轘辕。",
    "audio": "20.mp3"
  },
  {
    "text": "当是时赵别将司马卬方欲渡河入关沛公乃北攻平阴绝河津。南战雒阳东军不利还至阳城收军中马骑与南阳守齮战犨东破之。略南阳郡南阳守齮走保城守宛。沛公引兵过而西。张良谏曰：“沛公虽欲急入关秦兵尚众距险。今不下宛宛从後击彊秦在前此危道也。”於是沛公乃夜引兵从他道还更旗帜黎明围宛城三匝。南阳守欲自刭。其舍人陈恢曰：“死未晚也。”乃逾城见沛公曰：“臣闻足下约先入咸阳者王之。今足下留守宛。宛大郡之都也连城数十人民众积蓄多吏人自以为降必死故皆坚守乘城。今足下尽日止攻士死伤者必多；引兵去宛宛必随足下後：足下前则失咸阳之约後又有彊宛之患。为足下计莫若约降封其守因使止守引其甲卒与之西。诸城未下者闻声争开门而待足下通行无所累。”沛公曰：“善。”乃以宛守为殷侯封陈恢千户。",
    "audio": "21.mp3"
  },
  {
    "text": "引兵西无不下者。至丹水高武侯鰓、襄侯王陵降西陵。还攻胡阳遇番君别将梅鋗与皆降析、郦。遣魏人甯昌使秦使者未来。是时章邯已以军降项羽於赵矣。",
    "audio": "22.mp3"
  },
  {
    "text": "初项羽与宋义北救赵及项羽杀宋义代为上将军诸将黥布皆属破秦将王离军降章邯诸侯皆附。及赵高已杀二世使人来欲约分王关中。沛公以为诈乃用张良计使郦生、6贾往说秦将啗以利因袭攻武关破之。又与秦军战於蓝田南益张疑兵旗帜诸所过毋得掠卤秦人憙秦军解因大破之。又战其北大破之。乘胜遂破之。",
    "audio": "23.mp3"
  },
  {
    "text": "汉元年十月沛公兵遂先诸侯至霸上。秦王子婴素车白马系颈以组封皇帝玺符节降轵道旁。诸将或言诛秦王。沛公曰：“始怀王遣我固以能宽容；且人已服降又杀之不祥。”乃以秦王属吏遂西入咸阳。欲止宫休舍樊哙、张良谏乃封秦重宝财物府库还军霸上。召诸县父老豪桀曰：“父老苦秦苛法久矣诽谤者族偶语者弃巿。吾与诸侯约先入关者王之吾当王关中。与父老约法三章耳：杀人者死伤人及盗抵罪。馀悉除去秦法。诸吏人皆案堵如故。凡吾所以来为父老除害非有所侵暴无恐！且吾所以还军霸上待诸侯至而定约束耳。”乃使人与秦吏行县乡邑告谕之。秦人大喜争持牛羊酒食献飨军士。沛公又让不受曰：“仓粟多非乏不欲费人。”人又益喜唯恐沛公不为秦王。",
    "audio": "24.mp3"
  },
  {
    "text": "或说沛公曰：“秦富十倍天下地形彊。今闻章邯降项羽项羽乃号为雍王王关中。今则来沛公恐不得有此。可急使兵守函谷关无内诸侯军稍徵关中兵以自益距之。”沛公然其计从之。十一月中项羽果率诸侯兵西欲入关关门闭。闻沛公已定关中大怒使黥布等攻破函谷关。十二月中遂至戏。沛公左司马曹无伤闻项王怒欲攻沛公使人言项羽曰：“沛公欲王关中令子婴为相珍宝尽有之。”欲以求封。亚父劝项羽击沛公。方飨士旦日合战。是时项羽兵四十万号百万。沛公兵十万号二十万力不敌。会项伯欲活张良夜往见良因以文谕项羽项羽乃止。沛公从百馀骑驱之鸿门见谢项羽。项羽曰：“此沛公左司马曹无伤言之。不然籍何以生此！”沛公以樊哙、张良故得解归。归立诛曹无伤。",
    "audio": "25.mp3"
  },
  {
    "text": "项羽遂西屠烧咸阳秦宫室所过无不残破。秦人大失望然恐不敢不服耳。",
    "audio": "26.mp3"
  },
  {
    "text": "项羽使人还报怀王。怀王曰：“如约。”项羽怨怀王不肯令与沛公俱西入关而北救赵後天下约。乃曰：“怀王者吾家项梁所立耳非有功伐何以得主约！本定天下诸将及籍也。”乃详尊怀王为义帝实不用其命。",
    "audio": "27.mp3"
  },
  {
    "text": "正月项羽自立为西楚霸王王梁、楚地九郡都彭城。负约更立沛公为汉王王巴、蜀、汉中都南郑。三分关中立秦三将：章邯为雍王都废丘；司马欣为塞王都栎阳；董翳为翟王都高奴。楚将瑕丘申阳为河南王都洛阳。赵将司马卬为殷王都朝歌。赵王歇徙王代。赵相张耳为常山王都襄国。当阳君黥布为九江王都六。怀王柱国共敖为临江王都江陵。番君吴芮为衡山王都邾。燕将臧荼为燕王都蓟。故燕王韩广徙王辽东。广不听臧荼攻杀之无终。封成安君陈馀河间三县居南皮。封梅鋗十万户。",
    "audio": "28.mp3"
  },
  {
    "text": "四月兵罢戏下诸侯各就国。汉王之国项王使卒三万人从楚与诸侯之慕从者数万人从杜南入蚀中。去辄烧绝栈道以备诸侯盗兵袭之亦示项羽无东意。至南郑诸将及士卒多道亡归士卒皆歌思东归。韩信说汉王曰：“项羽王诸将之有功者而王独居南郑是迁也。军吏士卒皆山东之人也日夜跂而望归及其锋而用之可以有大功。天下已定人皆自宁不可复用。不如决策东乡争权天下。”",
    "audio": "29.mp3"
  },
  {
    "text": "项羽出关使人徙义帝。曰：“古之帝者地方千里必居上游。”乃使使徙义帝长沙郴县趣义帝行群臣稍倍叛之乃阴令衡山王、临江王击之杀义帝江南。项羽怨田荣立齐将田都为齐王。田荣怒因自立为齐王杀田都而反楚；予彭越将军印令反梁地。楚令萧公角击彭越彭越大破之。陈馀怨项羽之弗王己也令夏说说田荣请兵击张耳。齐予陈馀兵击破常山王张耳张耳亡归汉。迎赵王歇於代复立为赵王。赵王因立陈馀为代王。项羽大怒北击齐。",
    "audio": "30.mp3"
  },
  {
    "text": "八月汉王用韩信之计从故道还袭雍王章邯。邯迎击汉陈仓雍兵败还走；止战好畤又复败走废丘。汉王遂定雍地。东至咸阳引兵围雍王废丘而遣诸将略定陇西、北地、上郡。令将军薛欧、王吸出武关因王陵兵南阳以迎太公、吕后於沛。楚闻之兵距之阳夏不得前。令故吴令郑昌为韩王距汉兵。",
    "audio": "31.mp3"
  },
  {
    "text": "二年汉王东略地塞王欣、翟王翳、河南王申阳皆降。韩王昌不听使韩信击破之。於是置陇西、北地、上郡、渭南、河上、中地郡；关外置河南郡。更立韩太尉信为韩王。诸将以万人若以一郡降者封万户。缮治河上塞。诸故秦苑囿园池皆令人得田之正月虏雍王弟章平。大赦罪人。",
    "audio": "32.mp3"
  },
  {
    "text": "汉王之出关至陕抚关外父老还张耳来见汉王厚遇之。",
    "audio": "33.mp3"
  },
  {
    "text": "二月令除秦社稷更立汉社稷。",
    "audio": "34.mp3"
  },
  {
    "text": "三月汉王从临晋渡魏王豹将兵从。下河内虏殷王置河内郡。南渡平阴津至雒阳。新城三老董公遮说汉王以义帝死故。汉王闻之袒而大哭。遂为义帝丧临三日。使者告诸侯曰：“天下共立义帝北面事之。今项羽放杀义帝於江南大逆无道。寡人亲为丧诸侯皆缟素。悉关内兵收三河士南浮江汉以下原从诸侯王击楚之杀义帝者。”",
    "audio": "35.mp3"
  },
  {
    "text": "是时项王北击齐田荣与战城阳。田荣败走平原平原民杀之。齐皆降楚。楚因焚烧其城郭系虏其子女。齐人叛之。田荣弟横立荣子广为齐王齐王反楚城阳。项羽虽闻汉东既已连齐兵欲遂破之而击汉。汉王以故得劫五诸侯兵遂入彭城。项羽闻之乃引兵去齐从鲁出胡陵至萧与汉大战彭城灵壁东睢水上大破汉军多杀士卒睢水为之不流。乃取汉王父母妻子於沛置之军中以为质。当是时诸侯见楚彊汉败还皆去汉复为楚。塞王欣亡入楚。",
    "audio": "36.mp3"
  },
  {
    "text": "吕后兄周吕侯为汉将兵居下邑。汉王从之稍收士卒军砀。汉王乃西过梁地至虞。使谒者随何之九江王布所曰：“公能令布举兵叛楚项羽必留击之。得留数月吾取天下必矣。”随何往说九江王布布果背楚。楚使龙且往击之。",
    "audio": "37.mp3"
  },
  {
    "text": "汉王之败彭城而西行使人求家室家室亦亡不相得。败後乃独得孝惠六月立为太子大赦罪人。令太子守栎阳诸侯子在关中者皆集栎阳为卫。引水灌废丘废丘降章邯自杀。更名废丘为槐里。於是令祠官祀天地四方上帝山川以时祀之。兴关内卒乘塞。",
    "audio": "38.mp3"
  },
  {
    "text": "是时九江王布与龙且战不胜与随何间行归汉。汉王稍收士卒与诸将及关中卒益出是以兵大振荥阳破楚京、索间。",
    "audio": "39.mp3"
  },
  {
    "text": "三年魏王豹谒归视亲疾至即绝河津反为楚。汉王使郦生说豹豹不听。汉王遣将军韩信击大破之虏豹。遂定魏地置三郡曰河东、太原、上党。汉王乃令张耳与韩信遂东下井陉击赵斩陈馀、赵王歇。其明年立张耳为赵王。",
    "audio": "40.mp3"
  },
  {
    "text": "汉王军荥阳南筑甬道属之河以取敖仓。与项羽相距岁馀。项羽数侵夺汉甬道汉军乏食遂围汉王。汉王请和割荥阳以西者为汉。项王不听。汉王患之乃用陈平之计予陈平金四万斤以间疏楚君臣。於是项羽乃疑亚父。亚父是时劝项羽遂下荥阳及其见疑乃怒辞老原赐骸骨归卒伍未至彭城而死。",
    "audio": "41.mp3"
  },
  {
    "text": "汉军绝食乃夜出女子东门二千馀人被甲楚因四面击之。将军纪信乃乘王驾诈为汉王诳楚楚皆呼万岁之城东观以故汉王得与数十骑出西门遁。令御史大夫周苛、魏豹、枞公守荥阳。诸将卒不能从者尽在城中。周苛、枞公相谓曰：“反国之王难与守城。”因杀魏豹。",
    "audio": "42.mp3"
  },
  {
    "text": "汉王之出荥阳入关收兵欲复东。袁生说汉王曰：“汉与楚相距荥阳数岁汉常困。原君王出武关项羽必引兵南走王深壁令荥阳成皋间且得休。使韩信等辑河北赵地连燕齐君王乃复走荥阳未晚也。如此则楚所备者多力分汉得休复与之战破楚必矣。”汉王从其计出军宛叶间与黥布行收兵。",
    "audio": "43.mp3"
  },
  {
    "text": "项羽闻汉王在宛果引兵南。汉王坚壁不与战。是时彭越渡睢水与项声、薛公战下邳彭越大破楚军。项羽乃引兵东击彭越。汉王亦引兵北军成皋。项羽已破走彭越闻汉王复军成皋乃复引兵西拔荥阳诛周苛、枞公而虏韩王信遂围成皋。",
    "audio": "44.mp3"
  },
  {
    "text": "汉王跳独与滕公共车出成皋玉门北渡河驰宿脩武。自称使者晨驰入张耳、韩信壁而夺之军。乃使张耳北益收兵赵地使韩信东击齐。汉王得韩信军则复振。引兵临河南飨军小脩武南欲复战。郎中郑忠乃说止汉王使高垒深堑勿与战。汉王听其计使卢绾、刘贾将卒二万人骑数百渡白马津入楚地与彭越复击破楚军燕郭西遂复下梁地十馀城。",
    "audio": "45.mp3"
  },
  {
    "text": "淮阴已受命东未渡平原。汉王使郦生往说齐王田广广叛楚与汉和共击项羽。韩信用蒯通计遂袭破齐。齐王烹郦生东走高密。项羽闻韩信已举河北兵破齐、赵且欲击楚则使龙且、周兰往击之。韩信与战骑将灌婴击大破楚军杀龙且。齐王广饹彭越。当此时彭越将兵居梁地往来苦楚兵绝其粮食。",
    "audio": "46.mp3"
  },
  {
    "text": "四年项羽乃谓海春侯大司马曹咎曰：“谨守成皋。若汉挑战慎勿与战无令得东而已。我十五日必定梁地复从将军。”乃行击陈留、外黄、睢阳下之。汉果数挑楚军楚军不出使人辱之五六日大司马怒度兵汜水。士卒半渡汉击之大破楚军尽得楚国金玉货赂。大司马咎、长史欣皆自刭汜水上。项羽至睢阳闻海春侯破乃引兵还。汉军方围锺离眛於荥阳东项羽至尽走险阻。",
    "audio": "47.mp3"
  },
  {
    "text": "韩信已破齐使人言曰：“齐边楚权轻不为假王恐不能安齐。”汉王欲攻之。留侯曰：“不如因而立之使自为守。”乃遣张良操印绶立韩信为齐王。",
    "audio": "48.mp3"
  },
  {
    "text": "项羽闻龙且军破则恐使盱台人武涉往说韩信。韩信不听。",
    "audio": "49.mp3"
  },
  {
    "text": "楚汉久相持未决丁壮苦军旅老弱罢转饟。汉王项羽相与临广武之间而语。项羽欲与汉王独身挑战。汉王数项羽曰：“始与项羽俱受命怀王曰先入定关中者王之项羽负约王我於蜀汉罪一。秦项羽矫杀卿子冠军而自尊罪二。项羽已救赵当还报而擅劫诸侯兵入关罪三。怀王约入秦无暴掠项羽烧秦宫室掘始皇帝冢私收其财物罪四。又彊杀秦降王子婴罪五。诈阬秦子弟新安二十万王其将罪六。项羽皆王诸将善地而徙逐故主令臣下争叛逆罪七。项羽出逐义帝彭城自都之夺韩王地并王梁楚多自予罪八。项羽使人阴弑义帝江南罪九。夫为人臣而弑其主杀已降为政不平主约不信天下所不容大逆无道罪十也。吾以义兵从诸侯诛残贼使刑馀罪人击杀项羽何苦乃与公挑战！”项羽大怒伏弩射中汉王。",
    "audio": "50.mp3"
  },
  {
    "text": "汉王伤匈乃扪足曰：“虏中吾指！”汉王病创卧张良彊请汉王起行劳军以安士卒毋令楚乘胜於汉。汉王出行军病甚因驰入成皋。",
    "audio": "51.mp3"
  },
  {
    "text": "病愈西入关至栎阳存问父老置酒枭故塞王欣头栎阳市。留四日复如军军广武。关中兵益出。",
    "audio": "52.mp3"
  },
  {
    "text": "当此时彭越将兵居梁地往来苦楚兵绝其粮食。田横往从之。项羽数击彭越等齐王信又进击楚。项羽恐乃与汉王约中分天下割鸿沟而西者为汉鸿沟而东者为楚。项王归汉王父母妻子军中皆呼万岁乃归而别去。",
    "audio": "53.mp3"
  },
  {
    "text": "项羽解而东归。汉王欲引而西归用留侯、陈平计乃进兵追项羽至阳夏南止军与齐王信、建成侯彭越期会而击楚军。至固陵不会。楚击汉军大破之。汉王复入壁深堑而守之。用张良计於是韩信、彭越皆往。及刘贾入楚地围寿春汉王败固陵乃使使者召大司马周殷举九江兵而迎武王行屠城父随刘贾、齐梁诸侯皆大会垓下。立武王布为淮南王。",
    "audio": "54.mp3"
  },
  {
    "text": "五年高祖与诸侯兵共击楚军与项羽决胜垓下。淮阴侯将三十万自当之孔将军居左费将军居右皇帝在後绛侯、柴将军在皇帝後。项羽之卒可十万。淮阴先合不利卻。孔将军、费将军纵楚兵不利淮阴侯复乘之大败垓下。项羽卒闻汉军之楚歌以为汉尽得楚地项羽乃败而走是以兵大败。使骑将灌婴追杀项羽东城斩八万遂略定楚地。鲁为楚坚守不下。汉王引诸侯兵北示鲁父老项羽头鲁乃降。遂以鲁公号葬项羽穀城。还至定陶驰入齐王壁夺其军。",
    "audio": "55.mp3"
  },
  {
    "text": "正月诸侯及将相相与共请尊汉王为皇帝。汉王曰：“吾闻帝贤者有也空言虚语非所守也吾不敢当帝位。”群臣皆曰：“大王起微细诛暴逆平定四海有功者辄裂地而封为王侯。大王不尊号皆疑不信。臣等以死守之。”汉王三让不得已曰：“诸君必以为便便国家。”甲午乃即皇帝位氾水之阳。",
    "audio": "56.mp3"
  },
  {
    "text": "皇帝曰义帝无後。齐王韩信习楚风俗徙为楚王都下邳。立建成侯彭越为梁王都定陶。故韩王信为韩王都阳翟。徙衡山王吴芮为长沙王都临湘。番君之将梅鋗有功从入武关故德番君。淮南王布、燕王臧荼、赵王敖皆如故。",
    "audio": "57.mp3"
  },
  {
    "text": "天下大定。高祖都雒阳诸侯皆臣属。故临江王驩为项羽叛汉令卢绾、刘贾围之不下。数月而降杀之雒阳。",
    "audio": "58.mp3"
  },
  {
    "text": "五月兵皆罢归家。诸侯子在关中者复之十二岁其归者复之六岁食之一岁。",
    "audio": "59.mp3"
  },
  {
    "text": "高祖置酒雒阳南宫。高祖曰：“列侯诸将无敢隐朕皆言其情。吾所以有天下者何？项氏之所以失天下者何？”高起、王陵对曰：“陛下慢而侮人项羽仁而爱人。然陛下使人攻城略地所降下者因以予之与天下同利也。项羽妒贤嫉能有功者害之贤者疑之战胜而不予人功得地而不予人利此所以失天下也。”高祖曰：“公知其一未知其二。夫运筹策帷帐之中决胜於千里之外吾不如子房。镇国家抚百姓给餽饟不绝粮道吾不如萧何。连百万之军战必胜攻必取吾不如韩信。此三者皆人杰也吾能用之此吾所以取天下也。项羽有一范增而不能用此其所以为我擒也。”",
    "audio": "60.mp3"
  },
  {
    "text": "高祖欲长都雒阳齐人刘敬说乃留侯劝上入都关中高祖是日驾入都关中。六月大赦天下。",
    "audio": "61.mp3"
  },
  {
    "text": "十月燕王臧荼反攻下代地。高祖自将击之得燕王臧荼。即立太尉卢绾为燕王。使丞相哙将兵攻代。",
    "audio": "62.mp3"
  },
  {
    "text": "其秋利几反高祖自将兵击之利几走。利几者项氏之将。项氏败利几为陈公不随项羽亡降高祖高祖侯之颍川。高祖至雒阳举通侯籍召之而利几恐故反。",
    "audio": "63.mp3"
  },
  {
    "text": "六年高祖五日一朝太公如家人父子礼。太公家令说太公曰：“天无二日土无二王。今高祖虽子人主也；太公虽父人臣也。柰何令人主拜人臣！如此则威重不行。”後高祖朝太公拥篲迎门卻行。高祖大惊下扶太公。太公曰：“帝人主也柰何以我乱天下法！”於是高祖乃尊太公为太上皇。心善家令言赐金五百斤。",
    "audio": "64.mp3"
  },
  {
    "text": "十二月人有上变事告楚王信谋反上问左右左右争欲击之。用陈平计乃伪游云梦会诸侯於陈楚王信迎即因执之。是日大赦天下。田肯贺因说高祖曰：“陛下得韩信又治秦中。秦形胜之国带河山之险县隔千里持戟百万秦得百二焉。地埶便利其以下兵於诸侯譬犹居高屋之上建瓴水也。夫齐东有琅邪、即墨之饶南有泰山之固西有浊河之限北有勃海之利。地方二千里持戟百万县隔千里之外齐得十二焉。故此东西秦也。非亲子弟莫可使王齐矣。”高祖曰：“善。”赐黄金五百斤。",
    "audio": "65.mp3"
  },
  {
    "text": "後十馀日封韩信为淮阴侯分其地为二国。高祖曰将军刘贾数有功以为荆王王淮东。弟交为楚王王淮西。子肥为齐王王七十馀城民能齐言者皆属齐。乃论功与诸列侯剖符行封。徙韩王信太原。",
    "audio": "66.mp3"
  },
  {
    "text": "七年匈奴攻韩王信马邑信因与谋反太原。白土曼丘臣、王黄立故赵将赵利为王以反高祖自往击之。会天寒士卒堕指者什二三遂至平城。匈奴围我平城七日而後罢去。令樊哙止定代地。立兄刘仲为代王。",
    "audio": "67.mp3"
  },
  {
    "text": "二月高祖自平城过赵、雒阳至长安。长乐宫成丞相已下徙治长安。",
    "audio": "68.mp3"
  },
  {
    "text": "八年高祖东击韩王信馀反寇於东垣。",
    "audio": "69.mp3"
  },
  {
    "text": "萧丞相营作未央宫立东阙、北阙、前殿、武库、太仓。高祖还见宫阙壮甚怒谓萧何曰：“天下匈匈苦战数岁成败未可知是何治宫室过度也？”萧何曰：“天下方未定故可因遂就宫室。且夫天子四海为家非壮丽无以重威且无令後世有以加也。”高祖乃说。",
    "audio": "70.mp3"
  },
  {
    "text": "高祖之东垣过柏人赵相贯高等谋弑高祖高祖心动因不留。代王刘仲弃国亡自归雒阳废以为合阳侯。",
    "audio": "71.mp3"
  },
  {
    "text": "九年赵相贯高等事觉夷三族。废赵王敖为宣平侯。是岁徙贵族楚昭、屈、景、怀、齐田氏关中。",
    "audio": "72.mp3"
  },
  {
    "text": "未央宫成。高祖大朝诸侯群臣置酒未央前殿。高祖奉玉卮起为太上皇寿曰：“始大人常以臣无赖不能治产业不如仲力。今某之业所就孰与仲多？”殿上群臣皆呼万岁大笑为乐。",
    "audio": "73.mp3"
  },
  {
    "text": "十年十月淮南王黥布、梁王彭越、燕王卢绾、荆王刘贾、楚王刘交、齐王刘肥、长沙王吴芮皆来朝长乐宫。春夏无事。",
    "audio": "74.mp3"
  },
  {
    "text": "七月太上皇崩栎阳宫。楚王、梁王皆来送葬。赦栎阳囚。更命郦邑曰新丰。",
    "audio": "75.mp3"
  },
  {
    "text": "八月赵相国陈豨反代地。上曰：“豨尝为吾使甚有信。代地吾所急也故封豨为列侯以相国守代今乃与王黄等劫掠代地！代地吏民非有罪也。其赦代吏民。”九月上自东往击之。至邯郸上喜曰：“豨不南据邯郸而阻漳水吾知其无能为也。”闻豨将皆故贾人也上曰：“吾知所以与之。”乃多以金啗豨将豨将多降者。",
    "audio": "76.mp3"
  },
  {
    "text": "十一年高祖在邯郸诛豨等未毕豨将侯敞将万馀人游行王黄军曲逆张春渡河击聊城。汉使将军郭蒙与齐将击大破之。太尉周勃道太原入定代地。至马邑马邑不下即攻残之。",
    "audio": "77.mp3"
  },
  {
    "text": "豨将赵利守东垣高祖攻之不下。月馀卒骂高祖高祖怒。城降令出骂者斩之不骂者原之。於是乃分赵山北立子恆以为代王都晋阳。",
    "audio": "78.mp3"
  },
  {
    "text": "春淮阴侯韩信谋反关中夷三族。",
    "audio": "79.mp3"
  },
  {
    "text": "夏梁王彭越谋反废迁蜀；复欲反遂夷三族。立子恢为梁王子友为淮阳王。",
    "audio": "80.mp3"
  },
  {
    "text": "秋七月淮南王黥布反东并荆王刘贾地北渡淮楚王交走入薛。高祖自往击之。立子长为淮南王。",
    "audio": "81.mp3"
  },
  {
    "text": "十二年十月高祖已击布军会甀布走令别将追之。",
    "audio": "82.mp3"
  },
  {
    "text": "高祖还归过沛留。置酒沛宫悉召故人父老子弟纵酒沛中兒得百二十人教之歌。酒酣高祖击筑自为歌诗曰：“大风起兮云飞扬威加海内兮归故乡安得猛士兮守四方！”令兒皆和习之。高祖乃起舞慷慨伤怀泣数行下。谓沛父兄曰：“游子悲故乡。吾虽都关中万岁後吾魂魄犹乐思沛。且朕自沛公以诛暴逆遂有天下其以沛为朕汤沐邑复其民世世无有所与。”沛父兄诸母故人日乐饮极驩道旧故为笑乐。十馀日高祖欲去沛父兄固请留高祖。高祖曰：“吾人众多父兄不能给。”乃去。沛中空县皆之邑西献。高祖复留止张饮三日。沛父兄皆顿曰：“沛幸得复丰未复唯陛下哀怜之。”高祖曰：“丰吾所生长极不忘耳吾特为其以雍齿故反我为魏。”沛父兄固请乃并复丰比沛。於是拜沛侯刘濞为吴王。",
    "audio": "83.mp3"
  },
  {
    "text": "汉将别击布军洮水南北皆大破之追得斩布鄱阳。",
    "audio": "84.mp3"
  },
  {
    "text": "樊哙别将兵定代斩陈豨当城。",
    "audio": "85.mp3"
  },
  {
    "text": "十一月高祖自布军至长安。十二月高祖曰：“秦始皇帝、楚隐王陈涉、魏安釐王、齐缗王、赵悼襄王皆绝无後予守冢各十家秦皇帝二十家魏公子无忌五家。”赦代地吏民为陈豨、赵利所劫掠者皆赦之。陈豨降将言豨反时燕王卢绾使人之豨所与阴谋。上使辟阳侯迎绾绾称病。辟阳侯归具言绾反有端矣。二月使樊哙、周勃将兵击燕王绾赦燕吏民与反者。立皇子建为燕王。",
    "audio": "86.mp3"
  },
  {
    "text": "高祖击布时为流矢所中行道病。病甚吕后迎良医医入见高祖问医医曰：“病可治。”於是高祖嫚骂之曰：“吾以布衣提三尺剑取天下此非天命乎？命乃在天虽扁鹊何益！”遂不使治病赐金五十斤罢之。已而吕后问：“陛下百岁後萧相国即死令谁代之？”上曰：“曹参可。”问其次上曰：“王陵可。然陵少戆陈平可以助之。陈平智有馀然难以独任。周勃重厚少文然安刘氏者必勃也可令为太尉。”吕后复问其次上曰：“此後亦非而所知也。”",
    "audio": "87.mp3"
  },
  {
    "text": "卢绾与数千骑居塞下候伺幸上病愈自入谢。",
    "audio": "88.mp3"
  },
  {
    "text": "四月甲辰高祖崩长乐宫。四日不丧。吕后与审食其谋曰：“诸将与帝为编户民今北面为臣此常怏怏今乃事少主非尽族是天下不安。”人或闻之语郦将军。郦将军往见审食其曰：“吾闻帝已崩四日不丧欲诛诸将。诚如此天下危矣。陈平、灌婴将十万守荥阳樊哙、周勃将二十万定燕、代此闻帝崩诸将皆诛必连兵还乡以攻关中。大臣内叛诸侯外反亡可翘足而待也。”审食其入言之乃以丁未丧大赦天下。",
    "audio": "89.mp3"
  },
  {
    "text": "卢绾闻高祖崩遂亡入匈奴。",
    "audio": "90.mp3"
  },
  {
    "text": "丙寅葬。己巳立太子至太上皇庙。群臣皆曰：“高祖起微细拨乱世反之正平定天下为汉太祖功最高。”上尊号为高皇帝。太子袭号为皇帝孝惠帝也。令郡国诸侯各立高祖庙以岁时祠。",
    "audio": "91.mp3"
  },
  {
    "text": "及孝惠五年思高祖之悲乐沛以沛宫为高祖原庙。高祖所教歌兒百二十人皆令为吹乐後有缺辄补之。",
    "audio": "92.mp3"
  },
  {
    "text": "高帝八男：长庶齐悼惠王肥；次孝惠吕后子；次戚夫人子赵隐王如意；次代王恆已立为孝文帝薄太后子；次梁王恢吕太后时徙为赵共王；次淮阳王友吕太后时徙为赵幽王；次淮南厉王长；次燕王建。",
    "audio": "93.mp3"
  },
  {
    "text": "太史公曰：夏之政忠。忠之敝小人以野故殷人承之以敬。敬之敝小人以鬼故周人承之以文。文之敝小人以僿故救僿莫若以忠。三王之道若循环终而复始。周秦之间可谓文敝矣。秦政不改反酷刑法岂不缪乎？故汉兴承敝易变使人不倦得天统矣。朝以十月。车服黄屋左纛。葬长陵。",
    "audio": "94.mp3"
  },
  {
    "text": "高祖初起始自徒中。言从泗上即号沛公。啸命豪杰奋材雄。彤云郁砀素灵告丰。龙变星聚蛇分径空。项氏主命负约弃功。王我巴蜀实愤于衷。三秦既北五兵遂东。氾水即位咸阳筑宫。威加四海还歌大风。",
    "audio": "95.mp3"
  },
  {
    "text": "",
    "audio": "96.mp3"
  }
]