[
  {
    "text": "# 孝文本纪"
  },
  {
    "text": "孝文皇帝高祖中子也。高祖十一年春已破陈豨军定代地立为代王都中都。太后薄氏子。即位十七年高后八年七月高后崩。九月诸吕吕产等欲为乱以危刘氏大臣共诛之谋召立代王事在吕后语中。",
    "audio": "1.mp3"
  },
  {
    "text": "丞相陈平、太尉周勃等使人迎代王。代王问左右郎中令张武等。张武等议曰：“汉大臣皆故高帝时大将习兵多谋诈此其属意非止此也特畏高帝、吕太后威耳。今已诛诸吕新喋血京师此以迎大王为名实不可信。原大王称疾毋往以观其变。”中尉宋昌进曰：“群臣之议皆非也。夫秦失其政诸侯豪桀并起人人自以为得之者以万数然卒践天子之位者刘氏也天下绝望一矣。高帝封王子弟地犬牙相制此所谓盘石之宗也天下服其彊二矣。汉兴除秦苛政约法令施德惠人人自安难动摇三矣。夫以吕太后之严立诸吕为三王擅权专制然而太尉以一节入北军一呼士皆左袒为刘氏叛诸吕卒以灭之。此乃天授非人力也。今大臣虽欲为变百姓弗为使其党宁能专一邪？方今内有硃虚、东牟之亲外畏吴、楚、淮南、琅邪、齐、代之彊。",
    "audio": "2.mp3"
  },
  {
    "text": "方今高帝子独淮南王与大王大王又长贤圣仁孝闻於天下故大臣因天下之心而欲迎立大王大王勿疑也。”代王报太后计之犹与未定。卜之龟卦兆得大横。占曰：“大横庚庚余为天王夏启以光。”代王曰：“寡人固已为王矣又何王？”卜人曰：“所谓天王者乃天子。”於是代王乃遣太后弟薄昭往见绛侯绛侯等具为昭言所以迎立王意。薄昭还报曰：“信矣毋可疑者。”代王乃笑谓宋昌曰：“果如公言。”乃命宋昌参乘张武等六人乘传诣长安。至高陵休止而使宋昌先驰之长安观变。",
    "audio": "3.mp3"
  },
  {
    "text": "昌至渭桥丞相以下皆迎。宋昌还报。代王驰至渭桥群臣拜谒称臣。代王下车拜。太尉勃进曰：“原请间言。”宋昌曰：“所言公公言之。所言私王者不受私。”太尉乃跪上天子玺符。代王谢曰：“至代邸而议之。”遂驰入代邸。群臣从至。丞相陈平、太尉周勃、大将军陈武、御史大夫张苍、宗正刘郢、硃虚侯刘章、东牟侯刘兴居、典客刘揭皆再拜言曰：“子弘等皆非孝惠帝子不当奉宗庙。臣谨请阴安侯列侯顷王后与琅邪王、宗室、大臣、列侯、吏二千石议曰：‘大王高帝长子宜为高帝嗣。’原大王即天子位。”代王曰：“奉高帝宗庙重事也。寡人不佞不足以称宗庙。原请楚王计宜者寡人不敢当。”群臣皆伏固请。代王西乡让者三南乡让者再。丞相平等皆曰：“臣伏计之大王奉高帝宗庙最宜称虽天下诸侯万民以为宜。臣等为宗庙社稷计不敢忽。",
    "audio": "4.mp3"
  },
  {
    "text": "原大王幸听臣等。臣谨奉天子玺符再拜上。”代王曰：“宗室将相王列侯以为莫宜寡人寡人不敢辞。”遂即天子位。",
    "audio": "5.mp3"
  },
  {
    "text": "群臣以礼次侍。乃使太仆婴与东牟侯兴居清宫奉天子法驾迎于代邸。皇帝即日夕入未央宫。乃夜拜宋昌为卫将军镇抚南北军。以张武为郎中令行殿中。还坐前殿。於是夜下诏书曰：“间者诸吕用事擅权谋为大逆欲以危刘氏宗庙赖将相列侯宗室大臣诛之皆伏其辜。朕初即位其赦天下赐民爵一级女子百户牛酒酺五日。”",
    "audio": "6.mp3"
  },
  {
    "text": "孝文皇帝元年十月庚戌徙立故琅邪王泽为燕王。",
    "audio": "7.mp3"
  },
  {
    "text": "辛亥皇帝即阼谒高庙。右丞相平徙为左丞相太尉勃为右丞相大将军灌婴为太尉。诸吕所夺齐楚故地皆复与之。",
    "audio": "8.mp3"
  },
  {
    "text": "壬子遣车骑将军薄昭迎皇太后于代。皇帝曰：“吕产自置为相国吕禄为上将军擅矫遣灌将军婴将兵击齐欲代刘氏婴留荥阳弗击与诸侯合谋以诛吕氏。吕产欲为不善丞相陈平与太尉周勃谋夺吕产等军。硃虚侯刘章先捕吕产等。太尉身率襄平侯通持节承诏入北军。典客刘揭身夺赵王吕禄印。益封太尉勃万户赐金五千斤。丞相陈平、灌将军婴邑各三千户金二千斤。硃虚侯刘章、襄平侯通、东牟侯刘兴居邑各二千户金千斤。封典客揭为阳信侯赐金千斤。”",
    "audio": "9.mp3"
  },
  {
    "text": "十二月上曰：“法者治之正也所以禁暴而率善人也。今犯法已论而使毋罪之父母妻子同产坐之及为收帑朕甚不取。其议之。”有司皆曰：“民不能自治故为法以禁之。相坐坐收所以累其心使重犯法所从来远矣。如故便。”上曰：“朕闻法正则民悫罪当则民从。且夫牧民而导之善者吏也。其既不能导又以不正之法罪之是反害於民为暴者也。何以禁之？朕未见其便其孰计之。”有司皆曰：“陛下加大惠德甚盛非臣等所及也。请奉诏书除收帑诸相坐律令。”",
    "audio": "10.mp3"
  },
  {
    "text": "正月有司言曰：“蚤建太子所以尊宗庙。请立太子。”上曰：“朕既不德上帝神明未歆享天下人民未有嗛志。今纵不能博求天下贤圣有德之人而禅天下焉而曰豫建太子是重吾不德也。谓天下何？其安之。”有司曰：“豫建太子所以重宗庙社稷不忘天下也。”上曰：“楚王季父也春秋高阅天下之义理多矣明於国家之大体。吴王於朕兄也惠仁以好德。淮南王弟也秉德以陪朕。岂为不豫哉！诸侯王宗室昆弟有功臣多贤及有德义者若举有德以陪朕之不能终是社稷之灵天下之福也。今不选举焉而曰必子人其以朕为忘贤有德者而专於子非所以忧天下也。朕甚不取也。”有司皆固请曰：“古者殷周有国治安皆千馀岁古之有天下者莫长焉用此道也。立嗣必子所从来远矣。高帝亲率士大夫始平天下建诸侯为帝者太祖。诸侯王及列侯始受国者皆亦为其国祖。",
    "audio": "11.mp3"
  },
  {
    "text": "子孙继嗣世世弗绝天下之大义也故高帝设之以抚海内。今释宜建而更选於诸侯及宗室非高帝之志也。更议不宜。子某最长纯厚慈仁请建以为太子。”上乃许之。因赐天下民当代父後者爵各一级封将军薄昭为轵侯。",
    "audio": "12.mp3"
  },
  {
    "text": "三月有司请立皇后。薄太后曰：“诸侯皆同姓立太子母为皇后。”皇后姓窦氏。上为立后故赐天下鳏寡孤独穷困及年八十已上孤兒九岁已下布帛米肉各有数。上从代来初即位施德惠天下填抚诸侯四夷皆洽驩乃循从代来功臣。上曰：“方大臣之诛诸吕迎朕朕狐疑皆止朕唯中尉宋昌劝朕朕以得保奉宗庙。已尊昌为卫将军其封昌为壮武侯。诸从朕六人官皆至九卿。”",
    "audio": "13.mp3"
  },
  {
    "text": "上曰：“列侯从高帝入蜀、汉中者六十八人皆益封各三百户故吏二千石以上从高帝颍川守尊等十人食邑六百户淮阳守申徒嘉等十人五百户卫尉定等十人四百户。封淮南王舅父赵兼为周阳侯齐王舅父驷钧为清郭侯。”秋封故常山丞相蔡兼为樊侯。",
    "audio": "14.mp3"
  },
  {
    "text": "人或说右丞相曰：“君本诛诸吕迎代王今又矜其功受上赏处尊位祸且及身。”右丞相勃乃谢病免罢左丞相平专为丞相。",
    "audio": "15.mp3"
  },
  {
    "text": "二年十月丞相平卒复以绛侯勃为丞相。上曰：“朕闻古者诸侯建国千馀各守其地以时入贡民不劳苦上下驩欣靡有遗德。今列侯多居长安邑远吏卒给输费苦而列侯亦无由教驯其民。其令列侯之国为吏及诏所止者遣太子。”",
    "audio": "16.mp3"
  },
  {
    "text": "十一月晦日有食之。十二月望日又食。上曰：“朕闻之天生蒸民为之置君以养治之。人主不德布政不均则天示之以菑以诫不治。乃十一月晦日有食之適见于天菑孰大焉！朕获保宗庙以微眇之身讬于兆民君王之上天下治乱在朕一人唯二三执政犹吾股肱也。朕下不能理育群生上以累三光之明其不德大矣。令至其悉思朕之过失及知见思之所不及匄以告朕。及举贤良方正能直言极谏者以匡朕之不逮。因各饬其任职务省繇费以便民。朕既不能远德故忄间然念外人之有非是以设备未息。今纵不能罢边屯戍而又饬兵厚卫其罢卫将军军。太仆见马遗财足馀皆以给传置。”",
    "audio": "17.mp3"
  },
  {
    "text": "正月上曰：“农天下之本其开籍田朕亲率耕以给宗庙粢盛。”",
    "audio": "18.mp3"
  },
  {
    "text": "三月有司请立皇子为诸侯王。上曰：“赵幽王幽死朕甚怜之已立其长子遂为赵王。遂弟辟彊及齐悼惠王子硃虚侯章、东牟侯兴居有功可王。”乃立赵幽王少子辟彊为河间王以齐剧郡立硃虚侯为城阳王立东牟侯为济北王皇子武为代王子参为太原王子揖为梁王。",
    "audio": "19.mp3"
  },
  {
    "text": "上曰：“古之治天下朝有进善之旌诽谤之木所以通治道而来谏者。今法有诽谤妖言之罪是使众臣不敢尽情而上无由闻过失也。将何以来远方之贤良？其除之。民或祝诅上以相约结而後相谩吏以为大逆其有他言而吏又以为诽谤。此细民之愚无知抵死朕甚不取。自今以来有犯此者勿听治。”",
    "audio": "20.mp3"
  },
  {
    "text": "九月初与郡国守相为铜虎符、竹使符。",
    "audio": "21.mp3"
  },
  {
    "text": "三年十月丁酉晦日有食之。十一月上曰：“前日遣列侯之国或辞未行。丞相朕之所重其为朕率列侯之国。”绛侯勃免丞相就国以太尉颍阴侯婴为丞相。罢太尉官属丞相。四月城阳王章薨。淮南王长与从者魏敬杀辟阳侯审食其。",
    "audio": "22.mp3"
  },
  {
    "text": "五月匈奴入北地居河南为寇。帝初幸甘泉。六月帝曰：“汉与匈奴约为昆弟毋使害边境所以输遗匈奴甚厚。今右贤王离其国将众居河南降地非常故往来近塞捕杀吏卒驱保塞蛮夷令不得居其故陵轹边吏入盗甚敖无道非约也。其边吏骑八万五千诣高奴遣丞相颍阴侯灌婴击匈奴。”匈奴去中尉材官属卫将军军长安。",
    "audio": "23.mp3"
  },
  {
    "text": "辛卯帝自甘泉之高奴因幸太原见故群臣皆赐之。举功行赏诸民里赐牛酒。复晋阳中都民三岁。留游太原十馀日。",
    "audio": "24.mp3"
  },
  {
    "text": "济北王兴居闻帝之代欲往击胡乃反兵欲袭荥阳。於是诏罢丞相兵遣棘蒲侯陈武为大将军将十万往击之。祁侯贺为将军军荥阳。七月辛亥帝自太原至长安。乃诏有司曰：“济北王背德反上诖误吏民为大逆。济北吏民兵未至先自定及以军地邑降者皆赦之复官爵。与王兴居去来亦赦之。”八月破济北军虏其王。赦济北诸吏民与王反者。",
    "audio": "25.mp3"
  },
  {
    "text": "六年有司言淮南王长废先帝法不听天子诏居处毋度出入拟於天子擅为法令与棘蒲侯太子奇谋反遣人使闽越及匈奴其兵欲以危宗庙社稷。群臣议皆曰“长当弃市”帝不忍致法於王赦其罪废勿王。群臣请处王蜀严道、邛都帝许之。长未到处所行病死上怜之。後十六年追尊淮南王长谥为厉王立其子三人为淮南王、衡山王、庐江王。",
    "audio": "26.mp3"
  },
  {
    "text": "十三年夏上曰：“盖闻天道祸自怨起而福繇德兴。百官之非宜由朕躬。今祕祝之官移过于下以彰吾之不德朕甚不取。其除之。”",
    "audio": "27.mp3"
  },
  {
    "text": "五月齐太仓令淳于公有罪当刑诏狱逮徙系长安。太仓公无男有女五人。太仓公将行会逮骂其女曰：“生子不生男有缓急非有益也！”其少女缇萦自伤泣乃随其父至长安上书曰：“妾父为吏齐中皆称其廉平今坐法当刑。妾伤夫死者不可复生刑者不可复属虽复欲改过自新其道无由也。妾原没入为官婢赎父刑罪使得自新。”书奏天子天子怜悲其意乃下诏曰：“盖闻有虞氏之时画衣冠异章服以为僇而民不犯。何则？至治也。今法有肉刑三而奸不止其咎安在？非乃朕德薄而教不明欤？吾甚自愧。故夫驯道不纯而愚民陷焉。诗曰‘恺悌君子民之父母’。今人有过教未施而刑加焉？或欲改行为善而道毋由也。朕甚怜之。夫刑至断支体刻肌肤终身不息何其楚痛而不德也岂称为民父母之意哉！其除肉刑。”",
    "audio": "28.mp3"
  },
  {
    "text": "上曰：“农天下之本务莫大焉。今勤身从事而有租税之赋是为本末者毋以异其於劝农之道未备。其除田之租税。”",
    "audio": "29.mp3"
  },
  {
    "text": "十四年冬匈奴谋入边为寇攻朝?塞杀北地都尉卬。上乃遣三将军军陇西、北地、上郡中尉周舍为卫将军郎中令张武为车骑将军军渭北车千乘骑卒十万。帝亲自劳军勒兵申教令赐军吏卒。帝欲自将击匈奴群臣谏皆不听。皇太后固要帝帝乃止。於是以东阳侯张相如为大将军成侯赤为内史栾布为将军击匈奴。匈奴遁走。",
    "audio": "30.mp3"
  },
  {
    "text": "春上曰：“朕获执牺牲珪币以事上帝宗庙十四年于今历日长以不敏不明而久抚临天下朕甚自愧。其广增诸祀墠场珪币。昔先王远施不求其报望祀不祈其福右贤左戚先民後己至明之极也。今吾闻祠官祝釐皆归福朕躬不为百姓朕甚愧之。夫以朕不德而躬享独美其福百姓不与焉是重吾不德。其令祠官致敬毋有所祈。”",
    "audio": "31.mp3"
  },
  {
    "text": "是时北平侯张苍为丞相方明律历。鲁人公孙臣上书陈终始传五德事言方今土德时土德应黄龙见当改正朔服色制度。天子下其事与丞相议。丞相推以为今水德始明正十月上黑事以为其言非是请罢之。",
    "audio": "32.mp3"
  },
  {
    "text": "十五年黄龙见成纪天子乃复召鲁公孙臣以为博士申明土德事。於是上乃下诏曰：“有异物之神见于成纪无害於民岁以有年。朕亲郊祀上帝诸神。礼官议毋讳以劳朕。”有司礼官皆曰：“古者天子夏躬亲礼祀上帝於郊故曰郊。”於是天子始幸雍郊见五帝以孟夏四月答礼焉。赵人新垣平以望气见因说上设立渭阳五庙。欲出周鼎当有玉英见。",
    "audio": "33.mp3"
  },
  {
    "text": "十六年上亲郊见渭阳五帝庙亦以夏答礼而尚赤。",
    "audio": "34.mp3"
  },
  {
    "text": "十七年得玉杯刻曰“人主延寿”。於是天子始更为元年令天下大酺。其岁新垣平事觉夷三族。",
    "audio": "35.mp3"
  },
  {
    "text": "後二年上曰：“朕既不明不能远德是以使方外之国或不宁息。夫四荒之外不安其生封畿之内勤劳不处二者之咎皆自於朕之德薄而不能远达也。间者累年匈奴并暴边境多杀吏民边臣兵吏又不能谕吾内志以重吾不德也。夫久结难连兵中外之国将何以自宁？今朕夙兴夜寐勤劳天下忧苦万民为之怛惕不安未尝一日忘於心故遣使者冠盖相望结轶於道以谕朕意於单于。今单于反古之道计社稷之安便万民之利亲与朕俱弃细过偕之大道结兄弟之义以全天下元元之民。和亲已定始于今年。”",
    "audio": "36.mp3"
  },
  {
    "text": "後六年冬匈奴三万人入上郡三万人入云中。以中大夫令勉为车骑将军军飞狐；故楚相苏意为将军军句注；将军张武屯北地；河内守周亚夫为将军居细柳；宗正刘礼为将军居霸上；祝兹侯军棘门：以备胡。数月胡人去亦罢。",
    "audio": "37.mp3"
  },
  {
    "text": "天下旱蝗。帝加惠：令诸侯毋入贡弛山泽减诸服御狗马损郎吏员仓庾以振贫民民得卖爵。",
    "audio": "38.mp3"
  },
  {
    "text": "孝文帝从代来即位二十三年宫室苑囿狗马服御无所增益有不便辄弛以利民。尝欲作露台召匠计之直百金。上曰：“百金中民十家之产吾奉先帝宫室常恐羞之何以台为！”上常衣綈衣所幸慎夫人令衣不得曳地帏帐不得文绣以示敦朴为天下先。治霸陵皆以瓦器不得以金银铜锡为饰不治坟欲为省毋烦民。南越王尉佗自立为武帝然上召贵尉佗兄弟以德报之佗遂去帝称臣。与匈奴和亲匈奴背约入盗然令边备守不兵深入恶烦苦百姓。吴王诈病不朝就赐几杖。群臣如袁盎等称说虽切常假借用之。群臣如张武等受赂遗金钱觉上乃御府金钱赐之以愧其心弗下吏。专务以德化民是以海内殷富兴於礼义。",
    "audio": "39.mp3"
  },
  {
    "text": "後七年六月己亥帝崩於未央宫。遗诏曰：“朕闻盖天下万物之萌生靡不有死。死者天地之理物之自然者奚可甚哀。当今之时世咸嘉生而恶死厚葬以破业重服以伤生吾甚不取。且朕既不德无以佐百姓；今崩又使重服久临以离寒暑之数哀人之父子伤长幼之志损其饮食绝鬼神之祭祀以重吾不德也谓天下何！朕获保宗庙以眇眇之身讬于天下君王之上二十有馀年矣。赖天地之灵社稷之福方内安宁靡有兵革。朕既不敏常畏过行以羞先帝之遗德；维年之久长惧于不终。今乃幸以天年得复供养于高庙。朕之不明与嘉之其奚哀悲之有！其令天下吏民令到出临三日皆释服。毋禁取妇嫁女祠祀饮酒食肉者。自当给丧事服临者皆无践。绖带无过三寸毋布车及兵器毋民男女哭临宫殿。宫殿中当临者皆以旦夕各十五举声礼毕罢。非旦夕临时禁毋得擅哭。",
    "audio": "40.mp3"
  },
  {
    "text": "已下服大红十五日小红十四日纤七日释服。佗不在令中者皆以此令比率从事。布告天下使明知朕意。霸陵山川因其故毋有所改。归夫人以下至少使。”令中尉亚夫为车骑将军属国悍为将屯将军郎中令武为复土将军近县见卒万六千人内史卒万五千人藏郭穿复土属将军武。",
    "audio": "41.mp3"
  },
  {
    "text": "乙巳群臣皆顿上尊号曰孝文皇帝。",
    "audio": "42.mp3"
  },
  {
    "text": "太子即位于高庙。丁未袭号曰皇帝。",
    "audio": "43.mp3"
  },
  {
    "text": "孝景皇帝元年十月制诏御史：“盖闻古者祖有功而宗有德制礼乐各有由。闻歌者所以德也；舞者所以明功也。高庙酎奏武德、文始、五行之舞。孝惠庙酎奏文始、五行之舞。孝文皇帝临天下通关梁不异远方。除诽谤去肉刑赏赐长老收恤孤独以育群生。减嗜欲不受献不私其利也。罪人不帑不诛无罪。除刑出美人重绝人之世。朕既不敏不能识。此皆上古之所不及而孝文皇帝亲行之。德厚侔天地利泽施四海靡不获福焉。明象乎日月而庙乐不称。朕甚惧焉。其为孝文皇帝庙为昭德之舞以明休德。然后祖宗之功德著於竹帛施于万世永永无穷朕甚嘉之。其与丞相、列侯、中二千石、礼官具为礼仪奏。”丞相臣嘉等言：“陛下永思孝道立昭德之舞以明孝文皇帝之盛德。皆臣嘉等愚所不及。",
    "audio": "44.mp3"
  },
  {
    "text": "臣谨议：世功莫大於高皇帝德莫盛於孝文皇帝高皇庙宜为帝者太祖之庙孝文皇帝庙宜为帝者太宗之庙。天子宜世世献祖宗之庙。郡国诸侯宜各为孝文皇帝立太宗之庙。诸侯王列侯使者侍祠天子岁献祖宗之庙。请著之竹帛宣布天下。”制曰：“可。”",
    "audio": "45.mp3"
  },
  {
    "text": "太史公曰：孔子言“必世然後仁。善人之治国百年亦可以胜残去杀”。诚哉是言！汉兴至孝文四十有馀载德至盛也。廪廪乡改正服封禅矣谦让未成於今。呜呼岂不仁哉！",
    "audio": "46.mp3"
  },
  {
    "text": "孝文在代兆遇大横。宋昌建册绛侯奉迎。南面而让天下归诚。务农先籍布德偃兵。除帑削谤政简刑清。綈衣率俗露台罢营。法宽张武狱恤缇萦。霸陵如故千年颂声。",
    "audio": "47.mp3"
  },
  {
    "text": "",
    "audio": "48.mp3"
  }
]