[
  {
    "text": "# 孝景本纪"
  },
  {
    "text": "孝景皇帝者孝文之中子也。母窦太后。孝文在代时前后有三男及窦太后得幸前后死及三子更死故孝景得立。",
    "audio": "1.mp3"
  },
  {
    "text": "元年四月乙卯赦天下。乙巳赐民爵一级。五月除田半租为孝文立太宗庙。令群臣无朝贺。匈奴入代与约和亲。",
    "audio": "2.mp3"
  },
  {
    "text": "二年春封故相国萧何孙系为武陵侯。男子二十而得傅。四月壬午孝文太后崩。广川、长沙王皆之国。丞相申屠嘉卒。八月以御史大夫开封陶青为丞相。彗星出东北。秋衡山雨雹大者五寸深者二尺。荧惑逆行守北辰。月出北辰间。岁星逆行天廷中。置南陵及内史、祋祤为县。",
    "audio": "3.mp3"
  },
  {
    "text": "三年正月乙巳赦天下。长星出西方。天火燔雒阳东宫大殿城室。吴王濞、楚王戊、赵王遂、胶西王卬、济南王辟光、菑川王贤、胶东王雄渠反兵西乡。天子为诛晁错遣袁盎谕告不止遂西围梁。上乃遣大将军窦婴、太尉周亚夫将兵诛之。六月乙亥。赦亡军及楚元王子?等与谋反者。封大将军窦婴为魏其侯。立楚元王子平6侯礼为楚王。立皇子端为胶西王子胜为中山王。徙济北王志为菑川王淮阳王馀为鲁王汝南王非为江都王。齐王将庐、燕王嘉皆薨。",
    "audio": "4.mp3"
  },
  {
    "text": "四年夏立太子。立皇子彻为胶东王。六月甲戌赦天下。後九月更以阳为阳陵。复置津关用传出入。冬以赵国为邯郸郡。",
    "audio": "5.mp3"
  },
  {
    "text": "五年三月作阳陵、渭桥。五月募徙阳陵予钱二十万。江都大暴风从西方来坏城十二丈。丁卯封长公主子蟜为隆虑侯。徙广川王为赵王。",
    "audio": "6.mp3"
  },
  {
    "text": "六年春封中尉绾为建陵侯江都丞相嘉为建平侯陇西太守浑邪为平曲侯赵丞相嘉为江陵侯故将军布为鄃侯。梁楚二王皆薨。後九月伐驰道树殖兰池。",
    "audio": "7.mp3"
  },
  {
    "text": "七年冬废栗太子为临江王。十月晦日有食之。春免徒隶作阳陵者。丞相青免。二月乙巳以太尉条侯周亚夫为丞相。四月乙巳立胶东王太后为皇后。丁巳立胶东王为太子。名彻。",
    "audio": "8.mp3"
  },
  {
    "text": "中元年封故御史大夫周苛孙平为绳侯故御史大夫周昌左车为安阳侯四月乙巳赦天下赐爵一级。除禁锢。地动。衡山、原都雨雹大者尺八寸。",
    "audio": "9.mp3"
  },
  {
    "text": "中二年二月匈奴入燕遂不和亲。三月召临江王来。即死中尉府中。夏立皇子越为广川王子寄为胶东王。封四侯。九月甲戌日食。",
    "audio": "10.mp3"
  },
  {
    "text": "中三年冬罢诸侯御史中丞。春匈奴王二人率其徒来降皆封为列侯。立皇子方乘为清河王。三月彗星出西北。丞相周亚夫以御史大夫桃侯刘舍为丞相。四月地动。九月戊戌晦日食。军东都门外。",
    "audio": "11.mp3"
  },
  {
    "text": "中四年三月置德阳宫。大蝗。秋赦徒作阳陵者。",
    "audio": "12.mp3"
  },
  {
    "text": "中五年夏立皇子舜为常山王。封十侯。六月丁巳赦天下赐爵一级。天下大潦。更命诸侯丞相曰相。秋地动。",
    "audio": "13.mp3"
  },
  {
    "text": "中六年二月己卯行幸雍郊见五帝。三月雨雹。四月梁孝王、城阳共王、汝南王皆薨。立梁孝王子明为济川王子彭离为济东王子定为山阳王子不识为济阴王。梁分为五。封四侯。更命廷尉为大理将作少府为将作大匠主爵中尉为都尉长信詹事为长信少府将行为大长秋大行为行人奉常为太常典客为大行治粟内史为大农。以大内为二千石置左右内官属大内。七月辛亥日食。八月匈奴入上郡。",
    "audio": "14.mp3"
  },
  {
    "text": "後元年冬更命中大夫令为卫尉。三月丁酉赦天下赐爵一级中二千石、诸侯相爵右庶长。四月大酺。五月丙戌地动其蚤食时复动。上庸地动二十二日坏城垣。七月乙巳日食。丞相刘舍免。八月壬辰以御史大夫绾为丞相封建陵侯。",
    "audio": "15.mp3"
  },
  {
    "text": "後二年正月地一日三动。郅将军击匈奴。酺五日。令内史郡不得食马粟没入县官。令徒隶衣七■布。止马舂。为岁不登禁天下食不造岁。省列侯遣之国。三月匈奴入雁门。十月租长陵田。大旱。衡山国、河东、云中郡民疫。",
    "audio": "16.mp3"
  },
  {
    "text": "後三年十月日月皆赤五日。十二月晦袴。日如紫。五星逆行守太微。月贯天廷中。正月甲寅皇太子冠。甲子孝景皇帝崩。遗诏赐诸侯王以下至民为父後爵一级天下户百钱。出宫人归其家复无所与。太子即位是为孝武皇帝。三月封皇太后弟蚡为武安侯弟胜为周阳侯。置阳陵。",
    "audio": "17.mp3"
  },
  {
    "text": "太史公曰：汉兴孝文施大德天下怀安至孝景不复忧异姓而晁错刻削诸侯遂使七国俱起合从而西乡以诸侯太盛而错为之不以渐也。及主父偃言之而诸侯以弱卒以安。安危之机岂不以谋哉？",
    "audio": "18.mp3"
  },
  {
    "text": "景帝即位因脩静默。勉人於农率下以德。制度斯创礼法可则。一朝吴楚乍起凶慝。提局成衅拒轮致惑。晁错虽诛梁城未克。条侯出将追奔逐北。坐见枭黥立翦牟贼。如何太尉後卒下狱。惜哉明君斯功不录！",
    "audio": "19.mp3"
  },
  {
    "text": "",
    "audio": "20.mp3"
  }
]