[
  {
    "text": "# 孝武本纪"
  },
  {
    "text": "孝武皇帝者孝景中子也。母曰王太后。孝景四年以皇子为胶东王。孝景七年栗太子废为临江王以胶东王为太子。孝景十六年崩太子即位为孝武皇帝。孝武皇帝初即位尤敬鬼神之祀。",
    "audio": "1.mp3"
  },
  {
    "text": "元年汉兴已六十馀岁矣天下乂安荐绅之属皆望天子封禅改正度也。而上乡儒术招贤良赵绾、王臧等以文学为公卿欲议古立明堂城南以朝诸侯。草巡狩封禅改历服色事未就。会窦太后治黄老言不好儒术使人微得赵绾等奸利事召案绾、臧绾、臧自杀诸所兴为者皆废。",
    "audio": "2.mp3"
  },
  {
    "text": "後六年窦太后崩。其明年上徵文学之士公孙弘等。",
    "audio": "3.mp3"
  },
  {
    "text": "明年上初至雍郊见五畤。後常三岁一郊。是时上求神君舍之上林中氾氏观。神君者长陵女子以子死悲哀故见神於先後宛若。宛若祠之其室民多往祠。平原君往祠其後子孙以尊显。及武帝即位则厚礼置祠之内中闻其言不见其人云。",
    "audio": "4.mp3"
  },
  {
    "text": "是时而李少君亦以祠灶、穀道、卻老方见上上尊之。少君者故深泽侯入以主方。匿其年及所生长常自谓七十能使物卻老。其游以方遍诸侯。无妻子。人闻其能使物及不死更馈遗之常馀金钱帛衣食。人皆以为不治产业而饶给又不知其何所人愈信争事之。少君资好方善为巧奇中。尝从武安侯饮坐中有年九十馀老人少君乃言与其大父游射处老人为兒时从其大父行识其处一坐尽惊。少君见上上有故铜器问少君。少君曰：“此器齐桓公十年陈於柏寝。”已而案其刻果齐桓公器。一宫尽骇以少君为神数百岁人也。",
    "audio": "5.mp3"
  },
  {
    "text": "少君言於上曰：“祠灶则致物致物而丹沙可化为黄金黄金成以为饮食器则益寿益寿而海中蓬莱仙者可见见之以封禅则不死黄帝是也。臣尝游海上见安期生食臣枣大如瓜。安期生仙者通蓬莱中合则见人不合则隐。”於是天子始亲祠灶而遣方士入海求蓬莱安期生之属而事化丹沙诸药齐为黄金矣。",
    "audio": "6.mp3"
  },
  {
    "text": "居久之李少君病死。天子以为化去不死也而使黄锤史宽舒受其方。求蓬莱安期生莫能得而海上燕齐怪迂之方士多相效更言神事矣。",
    "audio": "7.mp3"
  },
  {
    "text": "亳人薄诱忌奏祠泰一方曰：“天神贵者泰一泰一佐曰五帝。古者天子以春秋祭泰一东南郊用太牢具七日为坛开八通之鬼道。”於是天子令太祝立其祠长安东南郊常奉祠如忌方。其後人有上书言“古者天子三年一用太牢具祠神三一：天一地一泰一”。天子许之令太祝领祠之忌泰一坛上如其方。後人复有上书言“古者天子常以春秋解祠祠黄帝用一枭破镜；冥羊用羊；祠马行用一青牡马；泰一、皋山山君、地长用牛；武夷君用乾鱼；阴阳使者以一牛”。令祠官领之如其方而祠於忌泰一坛旁。",
    "audio": "8.mp3"
  },
  {
    "text": "其後天子苑有白鹿以其皮为币以瑞应造白金焉。",
    "audio": "9.mp3"
  },
  {
    "text": "其明年郊雍获一角兽若麃然。有司曰：“陛下肃祗郊祀上帝报享锡一角兽盖麟云。”於是以荐五畤畤加一牛以燎。赐诸侯白金以风符应合于天地。",
    "audio": "10.mp3"
  },
  {
    "text": "於是济北王以为天子且封禅乃上书献泰山及其旁邑。天子受之更以他县偿之。常山王有罪迁天子封其弟於真定以续先王祀而以常山为郡。然后五岳皆在天子之郡。",
    "audio": "11.mp3"
  },
  {
    "text": "其明年齐人少翁以鬼神方见上。上有所幸王夫人夫人卒少翁以方术盖夜致王夫人及灶鬼之貌云天子自帷中望见焉。於是乃拜少翁为文成将军赏赐甚多以客礼礼之。文成言曰：“上即欲与神通宫室被服不象神神物不至。”乃作画云气车及各以胜日驾车辟恶鬼。又作甘泉宫中为台室画天、地、泰一诸神而置祭具以致天神。居岁馀其方益衰神不至。乃为帛书以饭牛详弗知也言此牛腹中有奇。杀而视之得书书言其怪天子疑之。有识其手书问之人果书。於是诛文成将军而隐之。",
    "audio": "12.mp3"
  },
  {
    "text": "其後则又作柏梁、铜柱、承露仙人掌之属矣。",
    "audio": "13.mp3"
  },
  {
    "text": "文成死明年天子病鼎湖甚巫医无所不致不愈。游水根乃言曰：“上郡有巫病而鬼下之。”上召置祠之甘泉。及病使人问神君。神君言曰：“天子毋忧病。病少愈强与我会甘泉。”於是病愈遂幸甘泉病良已。大赦天下置寿宫神君。神君最贵者其佐曰大禁、司命之属皆从之。非可得见闻其音与人言等。时去时来来则风肃然也。居室帷中。时昼言然常以夜。天子祓然后入。因巫为主人关饮食。所欲者言行下。又置寿宫、北宫张羽旗设供具以礼神君。神君所言上使人受书其言命之曰“画法”。其所语世俗之所知也毋绝殊者而天子独喜。其事祕世莫知也。",
    "audio": "14.mp3"
  },
  {
    "text": "其後三年有司言元宜以天瑞命不宜以一二数。一元曰建元二元以长星曰元光三元以郊得一角兽曰元狩云。",
    "audio": "15.mp3"
  },
  {
    "text": "其明年冬天子郊雍议曰：“今上帝朕亲郊而后土毋祀则礼不答也。”有司与太史公、祠官宽舒等议：“天地牲角茧栗。今陛下亲祀后土后土宜於泽中圜丘为五坛坛一黄犊太牢具已祠尽瘗而从祠衣上黄。”於是天子遂东始立后土祠汾阴脽上如宽舒等议。上亲望拜如上帝礼。礼毕天子遂至荥阳而还。过雒阳下诏曰：“三代邈绝远矣难存。其以三十里地封周後为周子南君以奉先王祀焉。”是岁天子始巡郡县侵寻於泰山矣。",
    "audio": "16.mp3"
  },
  {
    "text": "其春乐成侯上书言栾大。栾大胶东宫人故尝与文成将军同师已而为胶东王尚方。而乐成侯姊为康王后毋子。康王死他姬子立为王。而康后有淫行与王不相中相危以法。康后闻文成已死而欲自媚於上乃遣栾大因乐成侯求见言方。天子既诛文成後悔恨其早死惜其方不尽及见栾大大悦。大为人长美言多方略而敢为大言处之不疑。大言曰：“臣尝往来海中见安期、羡门之属。顾以为臣贱不信臣。又以为康王诸侯耳不足予方。臣数言康王康王又不用臣。臣之师曰：‘黄金可成而河决可塞不死之药可得仙人可致也。’臣恐效文成则方士皆掩口恶敢言方哉！”上曰：“文成食马肝死耳。子诚能脩其方我何爱乎！”大曰：“臣师非有求人人者求之。陛下必欲致之则贵其使者令有亲属以客礼待之勿卑使各佩其信印乃可使通言於神人。神人尚肯邪不邪。",
    "audio": "17.mp3"
  },
  {
    "text": "致尊其使然后可致也。”於是上使先验小方斗旗旗自相触击。",
    "audio": "18.mp3"
  },
  {
    "text": "是时上方忧河决而黄金不就乃拜大为五利将军。居月馀得四金印佩天士将军、地土将军、大通将军、天道将军印。制诏御史：“昔禹疏九江决四渎。间者河溢皋6隄繇不息。朕临天下二十有八年天若遗朕士而大通焉。乾称‘蜚龙’‘鸿渐于般’意庶几与焉。其以二千户封地士将军大为乐通侯。”赐列侯甲第僮千人。乘舆斥车马帷帐器物以充其家。又以卫长公主妻之赍金万斤更名其邑曰当利公主。天子亲如五利之第。使者存问所给连属於道。自大主将相以下皆置酒其家献遗之。於是天子又刻玉印曰“天道将军”使使衣羽衣夜立白茅上五利将军亦衣羽衣立白茅上受印以示弗臣也。而佩“天道”者且为天子道天神也。於是五利常夜祠其家欲以下神。神未至而百鬼集矣然颇能使之。其後治装行东入海求其师云。",
    "audio": "19.mp3"
  },
  {
    "text": "大见数月佩六印贵振天下而海上燕齐之间莫不搤捥而自言有禁方能神仙矣。",
    "audio": "20.mp3"
  },
  {
    "text": "其夏六月中汾阴巫锦为民祠魏脽后土营旁见地如钩状掊视得鼎。鼎大异於众鼎文镂毋款识怪之言吏。吏告河东太守胜胜以闻。天子使使验问巫锦得鼎无奸诈乃以礼祠迎鼎至甘泉从行上荐之。至中山晏温有黄云盖焉。有麃过上自射之因以祭云。至长安公卿大夫皆议请尊宝鼎。天子曰：“间者河溢岁数不登故巡祭后土祈为百姓育穀。今年丰庑未有报鼎曷为出哉？”有司皆曰：“闻昔大帝兴神鼎一一者一统天地万物所系终也。黄帝作宝鼎三象天地人也。禹收九牧之金铸九鼎皆尝■烹上帝鬼神。遭圣则兴迁于夏商。周德衰宋之社亡鼎乃沦伏而不见。颂云‘自堂徂基自羊徂牛；鼐鼎及鼒不虞不骜胡考之休’。今鼎至甘泉光润龙变承休无疆。合兹中山有黄白云降盖若兽为符路弓乘矢集获坛下报祠大飨。惟受命而帝者心知其意而合德焉。",
    "audio": "21.mp3"
  },
  {
    "text": "鼎宜见於祖祢藏於帝廷以合明应。”制曰：“可。”",
    "audio": "22.mp3"
  },
  {
    "text": "入海求蓬莱者言蓬莱不远而不能至者殆不见其气。上乃遣望气佐侯其气云。",
    "audio": "23.mp3"
  },
  {
    "text": "其秋上幸雍且郊。或曰“五帝泰一之佐也。宜立泰一而上亲郊之”。上疑未定。齐人公孙卿曰：“今年得宝鼎其冬辛巳朔旦冬至与黄帝时等。”卿有札书曰：“黄帝得宝鼎宛问於鬼臾区。区对曰：‘帝得宝鼎神筴是岁己酉朔旦冬至得天之纪终而复始。’於是黄帝迎日推筴後率二十岁得朔旦冬至凡二十推三百八十年。黄帝仙登于天。”卿因所忠欲奏之。所忠视其书不经疑其妄书谢曰：“宝鼎事已决矣尚何以为！”卿因嬖人奏之。上大说召问卿。对曰：“受此书申功申功已死。”上曰：“申功何人也？”卿曰：“申功齐人也。与安期生通受黄帝言无书独有此鼎书。曰‘汉兴复当黄帝之时。汉之圣者在高祖之孙且曾孙也。宝鼎出而与神通封禅。封禅七十二王唯黄帝得上泰山封’。申功曰：‘汉主亦当上封上封则能仙登天矣。",
    "audio": "24.mp3"
  },
  {
    "text": "黄帝时万诸侯而神灵之封居七千。天下名山八而三在蛮夷五在中国。中国华山、山、太室、泰山、东莱此五山黄帝之所常游与神会。黄帝且战且学仙。患百姓非其道乃断斩非鬼神者。百馀岁然後得与神通。黄帝郊雍上帝宿三月。鬼臾区号大鸿死葬雍故鸿冢是也。其後於黄帝接万灵明廷。明廷者甘泉也。所谓寒门者谷口也。黄帝采山铜铸鼎荆山下。鼎既成有龙垂胡珣下迎黄帝。黄帝上骑群臣後宫从上龙七十馀人乃上去。馀小臣不得上乃悉持龙珣龙珣拔堕黄帝之弓。百姓仰望黄帝既上天乃抱其弓与龙胡珣号。故後世因名其处曰鼎湖其弓曰乌号。’”於是天子曰：“嗟乎！吾诚得如黄帝吾视去妻子如脱鵕耳。”乃拜卿为郎东使候神於太室。",
    "audio": "25.mp3"
  },
  {
    "text": "上遂郊雍至陇西西登空桐幸甘泉。令祠官宽舒等具泰一祠坛坛放薄忌泰一坛坛三垓。五帝坛环居其下各如其方黄帝西南除八通鬼道。泰一所用如雍一畤物而加醴枣脯之属杀一犛牛以为俎豆牢具。而五帝独有俎豆醴进。其下四方地为餟食群神从者及北斗云。已祠胙馀皆燎之。其牛色白鹿居其中彘在鹿中水而洎之。祭日以牛祭月以羊彘特。泰一祝宰则衣紫及绣。五帝各如其色日赤月白。",
    "audio": "26.mp3"
  },
  {
    "text": "十一月辛已朔旦冬至昧爽天子始郊拜泰一。朝朝日夕夕月则揖；而见泰一如雍礼。其赞飨曰：“天始以宝鼎神筴授皇帝朔而又朔终而复始皇帝敬拜见焉。”而衣上黄。其祠列火满坛坛旁烹炊具。有司云“祠上有光焉”。公卿言“皇帝始郊见泰一云阳有司奉瑄玉嘉牲荐飨。是夜有美光及昼黄气上属天。”太史公、祠官宽舒等曰：“神灵之休祐福兆祥宜因此地光域立泰畤坛以明应。令太祝领及腊间祠。三岁天子一郊见。”",
    "audio": "27.mp3"
  },
  {
    "text": "其秋为伐南越告祷泰一以牡荆画幡日月北斗登龙以象天一三星为泰一锋名曰“灵旗”。为兵祷则太史奉以指所伐国。而五利将军使不敢入海之泰山祠。上使人微随验实无所见。五利妄言见其师其方尽多不雠。上乃诛五利。",
    "audio": "28.mp3"
  },
  {
    "text": "其冬公孙卿候神河南见仙人迹缑氏城上有物若雉往来城上。天子亲幸缑氏城视迹。问卿：“得毋效文成、五利乎？”卿曰：“仙者非有求人主人主求之。其道非少宽假神不来。言神事事如迂诞积以岁乃可致。”於是郡国各除道缮治宫观名山神祠所以望幸矣。",
    "audio": "29.mp3"
  },
  {
    "text": "其年既灭南越上有嬖臣李延年以好音见。上善之下公卿议曰：“民间祠尚有鼓舞之乐今郊祠而无乐岂称乎？”公卿曰：“古者祀天地皆有乐而神祇可得而礼。”或曰：“泰帝使素女鼓五十弦瑟悲帝禁不止故破其瑟为二十五弦。”於是塞南越祷祠泰一、后土始用乐舞益召歌兒作二十五弦及箜篌瑟自此起。",
    "audio": "30.mp3"
  },
  {
    "text": "其来年冬上议曰：“古者先振兵泽旅然後封禅。”乃遂北巡朔方勒兵十馀万还祭黄帝冢桥山泽兵须如。上曰：“吾闻黄帝不死今有冢何也？”或对曰：“黄帝已仙上天群臣葬其衣冠。”即至甘泉为且用事泰山先类祠泰一。",
    "audio": "31.mp3"
  },
  {
    "text": "自得宝鼎上与公卿诸生议封禅。封禅用希旷绝莫知其仪礼而群儒采封禅尚书、周官、王制之望祀射牛事。齐人丁公年九十馀曰：“封者合不死之名也。秦皇帝不得上封。陛下必欲上稍上即无风雨遂上封矣。”上於是乃令诸儒习射牛草封禅仪。数年至且行。天子既闻公孙卿及方士之言黄帝以上封禅皆致怪物与神通欲放黄帝以尝接神仙人蓬莱士高世比德於九皇而颇采儒术以文之。群儒既以不能辩明封禅事又牵拘於诗书古文而不敢骋。上为封祠器示群儒群儒或曰“不与古同”徐偃又曰“太常诸生行礼不如鲁善”周霸属图封事於是上绌偃、霸尽罢诸儒弗用。",
    "audio": "32.mp3"
  },
  {
    "text": "三月遂东幸缑氏礼登中岳太室。从官在山下闻若有言“万岁”云。问上上不言；问下下不言。於是以三百户封太室奉祠命曰崇高邑。东上泰山山之草木叶未生乃令人上石立之泰山颠。",
    "audio": "33.mp3"
  },
  {
    "text": "上遂东巡海上行礼祠八神。齐人之上疏言神怪奇方者以万数然无验者。乃益船令言海中神山者数千人求蓬莱神人。公孙卿持节常先行候名山至东莱言夜见一人长数丈就之则不见见其迹甚大类禽兽云。群臣有言见一老父牵狗言“吾欲见巨公”已忽不见。上既见大迹未信及群臣有言老父则大以为仙人也。宿留海上与方士传车及间使求仙人以千数。",
    "audio": "34.mp3"
  },
  {
    "text": "四月还至奉高。上念诸儒及方士言封禅人人殊不经难施行。天子至梁父礼祠地主。乙卯令侍中儒者皮弁荐绅射牛行事。封泰山下东方如郊祠泰一之礼。封广丈二尺高九尺其下则有玉牒书书祕。礼毕天子独与侍中奉车子侯上泰山亦有封。其事皆禁。明日下**。丙辰禅泰山下阯东北肃然山如祭后土礼。天子皆亲拜见衣上黄而尽用乐焉。江淮间一茅三脊为神藉。五色土益杂封。纵远方奇兽蜚禽及白雉诸物颇以加祠。兕旄牛犀象之属弗用。皆至泰山然后去。封禅祠其夜若有光昼有白云起封中。",
    "audio": "35.mp3"
  },
  {
    "text": "天子从封禅还坐明堂群臣更上寿。於是制诏御史：“朕以眇眇之身承至尊兢兢焉惧弗任。维德菲薄不明于礼乐。脩祀泰一若有象景光箓如有望依依震於怪物欲止不敢遂登封泰山至於梁父而后禅肃然。自新嘉与士大夫更始赐民百户牛一酒十石加年八十孤寡布帛二匹。复博、奉高、蛇丘、历城毋出今年租税。其赦天下如乙卯赦令。行所过毋有复作。事在二年前皆勿听治。”又下诏曰：“古者天子五载一巡狩用事泰山诸侯有朝宿地。其令诸侯各治邸泰山下。”",
    "audio": "36.mp3"
  },
  {
    "text": "天子既已封禅泰山无风雨菑而方士更言蓬莱诸神山若将可得於是上欣然庶几遇之乃复东至海上望冀遇蓬莱焉。奉车子侯暴病一日死。上乃遂去并海上北至碣石巡自辽西历北边至九原。五月返至甘泉。有司言宝鼎出为元鼎以今年为元封元年。",
    "audio": "37.mp3"
  },
  {
    "text": "其秋有星茀于东井。後十馀日有星茀于三能。望气王朔言：“候独见其星出如瓠食顷复入焉。”有司言曰：“陛下建汉家封禅天其报德星云嘒”",
    "audio": "38.mp3"
  },
  {
    "text": "其来年冬郊雍五帝还拜祝祠泰一。赞飨曰：“德星昭衍厥维休祥。寿星仍出渊耀光明。信星昭见皇帝敬拜泰祝之飨。”",
    "audio": "39.mp3"
  },
  {
    "text": "其春公孙卿言见神人东莱山若云“见天子”。天子於是幸缑氏城拜卿为中大夫。遂至东莱宿留之数日毋所见见大人迹。复遣方士求神怪采芝药以千数。是岁旱。於是天子既出毋名乃祷万里沙过祠泰山。还至瓠子自临塞决河留二日沈祠而去。使二卿将卒塞决河河徙二渠复禹之故迹焉。",
    "audio": "40.mp3"
  },
  {
    "text": "是时既灭南越越人勇之乃言“越人俗信鬼而其祠皆见鬼数有效。昔东瓯王敬鬼寿至百六十岁。後世谩怠故衰秏”。乃令越巫立越祝祠安台无坛亦祠天神上帝百鬼而以鸡卜。上信之越祠鸡卜始用焉。",
    "audio": "41.mp3"
  },
  {
    "text": "公孙卿曰：“仙人可见而上往常遽以故不见。今陛下可为观如缑氏城置脯枣神人宜可致。且仙人好楼居。”於是上令长安则作蜚廉桂观甘泉则作益延寿观使卿持节设具而候神人乃作通天台置祠具其下将招来神仙之属。於是甘泉更置前殿始广诸宫室。夏有芝生殿防内中。天子为塞河兴通天台若有光云乃下诏曰：“甘泉防生芝九茎赦天下毋有复作。”",
    "audio": "42.mp3"
  },
  {
    "text": "其明年伐朝鲜。夏旱。公孙卿曰：“黄帝时封则天旱乾封三年。”上乃下诏曰：“天旱意乾封乎？其令天下尊祠灵星焉。”",
    "audio": "43.mp3"
  },
  {
    "text": "其明年上郊雍通回中道巡之。春至鸣泽从西河归。",
    "audio": "44.mp3"
  },
  {
    "text": "其明年冬上巡南郡至江陵而东。登礼潜之天柱山号曰南岳。浮江自寻阳出枞阳过彭蠡祀其名山川。北至琅邪并海上。四月中至奉高脩封焉。",
    "audio": "45.mp3"
  },
  {
    "text": "初天子封泰山泰山东北阯古时有明堂处处险不敞。上欲治明堂奉高旁未晓其制度。济南人公玉带上黄帝时明堂图。明堂图中有一殿四面无壁以茅盖通水圜宫垣为衤复道上有楼从西南入命曰昆仑天子从之入以拜祠上帝焉。於是上令奉高作明堂汶上如带图。及五年脩封则祠泰一、五帝於明堂上坐令高皇帝祠坐对之。祠后土於下房以二十太牢。天子从昆仑道入始拜明堂如郊礼。礼毕燎堂下。而上又上泰山有祕祠其颠。而泰山下祠五帝各如其方黄帝并赤帝而有司侍祠焉。泰山上举火下悉应之。",
    "audio": "46.mp3"
  },
  {
    "text": "其後二岁十一月甲子朔旦冬至推历者以本统。天子亲至泰山以十一月甲子朔旦冬至日祠上帝明堂每脩封禅。其赞飨曰：“天增授皇帝泰元神筴周而复始。皇帝敬拜泰一。”东至海上考入海及方士求神者莫验然益遣冀遇之。",
    "audio": "47.mp3"
  },
  {
    "text": "十一月乙酉柏梁灾。十二月甲午朔上亲禅高里祠后土。临渤海将以望祠蓬莱之属冀至殊庭焉。",
    "audio": "48.mp3"
  },
  {
    "text": "上还以柏梁灾故朝受计甘泉。公孙卿曰：“黄帝就青灵台十二日烧黄帝乃治明庭。明庭甘泉也。”方士多言古帝王有都甘泉者。其後天子又朝诸侯甘泉甘泉作诸侯邸。勇之乃曰：“越俗有火灾复起屋必以大用胜服之。”於是作建章宫度为千门万户。前殿度高未央其东则凤阙高二十馀丈。其西则唐中数十里虎圈。其北治大池渐台高二十馀丈名曰泰液池中有蓬莱、方丈、瀛洲、壶梁象海中神山龟鱼之属。其南有玉堂、璧门、大鸟之属。乃立神明台、井幹楼度五十馀丈辇道相属焉。",
    "audio": "49.mp3"
  },
  {
    "text": "夏汉改历以正月为岁而色上黄官名更印章以五字。因为太初元年。是岁西伐大宛。蝗大起。丁夫人、雒阳虞初等以方祠诅匈奴、大宛焉。",
    "audio": "50.mp3"
  },
  {
    "text": "其明年有司言雍五畤无牢熟具芬芳不备。乃命祠官进畤犊牢具五色食所胜而以木禺马代驹焉。独五帝用驹行亲郊用驹。及诸名山川用驹者悉以木禺马代。行过乃用驹。他礼如故。",
    "audio": "51.mp3"
  },
  {
    "text": "其明年东巡海上考神仙之属未有验者。方士有言“黄帝时为五城十二楼以候神人於执期命曰迎年”。上许作之如方名曰明年。上亲礼祠上帝衣上黄焉。",
    "audio": "52.mp3"
  },
  {
    "text": "公玉带曰：“黄帝时虽封泰山然风后、封钜、岐伯令黄帝封东泰山禅凡山合符然後不死焉。”天子既令设祠具至东泰山东泰山卑小不称其声乃令祠官礼之而不封禅焉。其後令带奉祠候神物。夏遂还泰山脩五年之礼如前而加禅祠石闾。石闾者在泰山下阯南方方士多言此仙人之闾也故上亲禅焉。",
    "audio": "53.mp3"
  },
  {
    "text": "其後五年复至泰山脩封还过祭常山。",
    "audio": "54.mp3"
  },
  {
    "text": "今天子所兴祠泰一、后土三年亲郊祠建汉家封禅五年一脩封。薄忌泰一及三一、冥羊、马行、赤星五宽舒之祠官以岁时致礼。凡六祠皆太祝领之。至如八神诸神明年、凡山他名祠行过则祀去则已。方士所兴祠各自主其人终则已祠官弗主。他祠皆如其故。今上封禅其後十二岁而还遍於五岳、四渎矣。而方士之候祠神人入海求蓬莱终无有验。而公孙卿之候神者犹以大人迹为解无其效。天子益怠厌方士之怪迂语矣然终羁縻弗绝冀遇其真。自此之後方士言祠神者弥众然其效可睹矣。",
    "audio": "55.mp3"
  },
  {
    "text": "太史公曰：余从巡祭天地诸神名山川而封禅焉。入寿宫侍祠神语究观方士祠官之言於是退而论次自古以来用事於鬼神者具见其表里。後有君子得以览焉。至若俎豆珪币之详献酬之礼则有司存焉。",
    "audio": "56.mp3"
  },
  {
    "text": "孝武纂极四海承平。志尚奢丽尤敬神明。坛开八道接通五城。朝亲五利夕拜文成。祭非祀典巡乖卜征。登嵩勒岱望景传声。迎年祀日改历定正。疲秏中土事彼边兵。日不暇给人无聊生。俯观嬴政几欲齐衡。",
    "audio": "57.mp3"
  },
  {
    "text": "",
    "audio": "58.mp3"
  }
]