[
  {
    "text": "# 吴太伯世家"
  },
  {
    "text": "吴太伯太伯弟仲雍皆周太王之子而王季历之兄也。季历贤而有圣子昌太王欲立季历以及昌於是太佰、仲雍二人乃饹荆蛮文身断示不可用以避季历。季历果立是为王季而昌为文王。太伯之饹荆蛮自号句吴。荆蛮义之从而归之千馀家立为吴太伯。",
    "audio": "1.mp3"
  },
  {
    "text": "太伯卒无子弟仲雍立是为吴仲雍。仲雍卒子季简立。季简卒子叔达立。叔达卒子周章立。是时周武王克殷求太伯、仲雍之後得周章。周章已君吴因而封之。乃封周章弟虞仲於周之北故夏虚是为虞仲列为诸侯。",
    "audio": "2.mp3"
  },
  {
    "text": "周章卒子熊遂立熊遂卒子柯相立。柯相卒子彊鸠夷立。彊鸠夷卒子馀桥疑吾立。馀桥疑吾卒子柯卢立。柯卢卒子周繇立。周繇卒子屈羽立。屈羽卒子夷吾立。夷吾卒子禽处立。禽处卒子转立。转卒子颇高立。颇高卒子句卑立。是时晋献公灭周北虞公以开晋伐虢也。句卑卒子去齐立。去齐卒子寿梦立。寿梦立而吴始益大称王。",
    "audio": "3.mp3"
  },
  {
    "text": "自太伯作吴五世而武王克殷封其後为二：其一虞在中国；其一吴在夷蛮。十二世而晋灭中国之虞。中国之虞灭二世而夷蛮之吴兴。大凡从太伯至寿梦十九世。",
    "audio": "4.mp3"
  },
  {
    "text": "王寿梦二年楚之亡大夫申公巫臣怨楚将子反而饹晋自晋使吴教吴用兵乘车令其子为吴行人吴於是始通於中国。吴伐楚。十六年楚共王伐吴至衡山。",
    "audio": "5.mp3"
  },
  {
    "text": "二十五年王寿梦卒。寿梦有子四人长曰诸樊次曰馀祭次曰馀眛次曰季札。季札贤而寿梦欲立之季札让不可於是乃立长子诸樊摄行事当国。",
    "audio": "6.mp3"
  },
  {
    "text": "王诸樊元年诸樊已除丧让位季札。季札谢曰：“曹宣公之卒也诸侯与曹人不义曹君将立子臧子臧去之以成曹君君子曰‘能守节矣’。君义嗣谁敢干君！有国非吾节也。札虽不材原附於子臧之义。”吴人固立季札季札弃其室而耕乃舍之。秋吴伐楚楚败我师。四年晋平公初立。",
    "audio": "7.mp3"
  },
  {
    "text": "十三年王诸樊卒。有命授弟馀祭欲传以次必致国於季札而止以称先王寿梦之意且嘉季札之义兄弟皆欲致国令以渐至焉。季札封於延陵故号曰延陵季子。",
    "audio": "8.mp3"
  },
  {
    "text": "王馀祭三年齐相庆封有罪自齐来饹吴。吴予庆封硃方之县以为奉邑以女妻之富於在齐。",
    "audio": "9.mp3"
  },
  {
    "text": "四年吴使季札聘於鲁请观周乐。为歌周南、召南。曰：“美哉始基之矣犹未也。然勤而不怨。”歌邶、鄘、卫。曰：“美哉渊乎忧而不困者也。吾闻卫康叔、武公之德如是是其卫风乎？”歌王。曰：“美哉思而不惧其周之东乎？”歌郑。曰：“其细已甚民不堪也是其先亡乎？”歌齐。曰：“美哉泱泱乎大风也哉。表东海者其太公乎？国未可量也。”歌豳。曰：“美哉荡荡乎乐而不淫其周公之东乎？”歌秦。曰：“此之谓夏声。夫能夏则大大之至也其周之旧乎？”歌魏。曰：“美哉沨沨乎大而■俭而易行以德辅此则盟主也。”歌唐。曰：“思深哉其有陶唐氏之遗风乎？不然何忧之远也？非令德之後谁能若是！”歌陈。曰：“国无主其能久乎？”自郐以下无讥焉。歌小雅。曰：“美哉思而不2怨而不言其周德之衰乎？犹有先王之遗民也。”",
    "audio": "10.mp3"
  },
  {
    "text": "歌大雅。曰：“广哉熙熙乎曲而有直体其文王之德乎？”歌颂。曰：“至矣哉直而不倨曲而不诎近而不偪远而不携而迁不淫复而不厌哀而不愁乐而不荒用而不匮广而不宣施而不费取而不贪处而不厎行而不流。五声和八风平节有度守有序盛德之所同也。”见舞象箾、南籥者曰：“美哉犹有感。”见舞大武曰：“美哉周之盛也其若此乎？”见舞韶护者曰：“圣人之弘也犹有惭德圣人之难也！”见舞大夏曰：“美哉勤而不德！非禹其谁能及之？”见舞招箾曰：“德至矣哉大矣如天之无不焘也如地之无不载也虽甚盛德无以加矣。观止矣若有他乐吾不敢观。”",
    "audio": "11.mp3"
  },
  {
    "text": "去鲁遂使齐。说晏平仲曰：“子纳邑与政。无邑无政乃免於难。齐国之政将有所归；未得所归难未息也。”故晏子因陈桓子以纳政与邑是以免於栾高之难。",
    "audio": "12.mp3"
  },
  {
    "text": "去齐使於郑。见子产如旧交。谓子产曰：“郑之执政侈难将至矣政必及子。子为政慎以礼。不然郑国将败。”去郑適卫。说蘧瑗、史狗、史?、公子荆、公叔、公子朝曰：“卫多君子未有患也。”",
    "audio": "13.mp3"
  },
  {
    "text": "自卫如晋将舍於宿闻锺声曰：“异哉！吾闻之辩而不德必加於戮。夫子获罪於君以在此惧犹不足而又可以畔乎？夫子之在此犹燕之巢于幕也。君在殡而可以乐乎？”遂去之。文子闻之终身不听琴瑟。",
    "audio": "14.mp3"
  },
  {
    "text": "適晋说赵文子、韩宣子、魏献子曰：“晋国其萃於三家乎！”将去谓叔向曰：“吾子勉之！君侈而多良大夫皆富政将在三家。吾子直必思自免於难。”",
    "audio": "15.mp3"
  },
  {
    "text": "季札之初使北过徐君。徐君好季札剑口弗敢言。季札心知之为使上国未献。还至徐徐君已死於是乃解其宝剑系之徐君冢树而去。从者曰：“徐君已死尚谁予乎？”季子曰：“不然。始吾心已许之岂以死倍吾心哉！”",
    "audio": "16.mp3"
  },
  {
    "text": "七年楚公子围弑其王夹敖而代立是为灵王。十年楚灵王会诸侯而以伐吴之硃方以诛齐庆封。吴亦攻楚取三邑而去。十一年楚伐吴至雩娄。十二年楚复来伐次於乾谿楚师败走。",
    "audio": "17.mp3"
  },
  {
    "text": "十七年王馀祭卒弟馀眛立。王馀眛二年楚公子弃疾弑其君灵王代立焉。",
    "audio": "18.mp3"
  },
  {
    "text": "四年王馀眛卒欲授弟季札。季札让逃去。於是吴人曰：“先王有命兄卒弟代立必致季子。季子今逃位则王馀眛後立。今卒其子当代。”乃立王馀眛之子僚为王。",
    "audio": "19.mp3"
  },
  {
    "text": "王僚二年公子光伐楚败而亡王舟。光惧袭楚复得王舟而还。",
    "audio": "20.mp3"
  },
  {
    "text": "五年楚之亡臣伍子胥来饹公子光客之。公子光者王诸樊之子也。常以为吾父兄弟四人当传至季子。季子即不受国光父先立。即不传季子光当立。阴纳贤士欲以袭王僚。",
    "audio": "21.mp3"
  },
  {
    "text": "八年吴使公子光伐楚败楚师迎楚故太子建母於居巢以归。因北伐败陈、蔡之师。九年公子光伐楚拔居巢、锺离。初楚边邑卑梁氏之处*女与吴边邑之女争桑二女家怒相灭两国边邑长闻之怒而相攻灭吴之边邑。吴王怒故遂伐楚取两都而去。",
    "audio": "22.mp3"
  },
  {
    "text": "伍子胥之初奔吴说吴王僚以伐楚之利。公子光曰：“胥之父兄为僇於楚欲自报其仇耳。未见其利。”於是伍员知光有他志乃求勇士专诸见之光。光喜乃客伍子胥。子胥退而耕於野以待专诸之事。",
    "audio": "23.mp3"
  },
  {
    "text": "十二年冬楚平王卒。十三年春吴欲因楚丧而伐之使公子盖馀、烛庸以兵围楚之六、灊。使季札於晋以观诸侯之变。楚兵绝吴兵後吴兵不得还。於是吴公子光曰：“此时不可失也。”告专诸曰：“不索何获！我真王嗣当立吾欲求之。季子虽至不吾废也。”专诸曰：“王僚可杀也。母老子弱而两公子将兵攻楚楚绝其路。方今吴外困於楚而内空无骨鲠之臣是无柰我何。”光曰：“我身子之身也。”四月丙子光伏甲士於窟室而谒王僚饮。王僚使兵陈於道自王宫至光之家门阶户席皆王僚之亲也人夹持铍。公子光详为足疾入于窟室使专诸置匕於炙鱼之中以进食。手匕刺王僚铍交於匈遂弑王僚。公子光竟代立为王是为吴王阖庐。阖庐乃以专诸子为卿。",
    "audio": "24.mp3"
  },
  {
    "text": "季子至曰：“苟先君无废祀民人无废主社稷有奉乃吾君也。吾敢谁怨乎？哀死事生以待天命。非我生乱立者从之先人之道也。”复命哭僚墓复位而待。吴公子烛庸、盖馀二人将兵遇围於楚者闻公子光弑王僚自立乃以其兵降楚楚封之於舒。",
    "audio": "25.mp3"
  },
  {
    "text": "王阖庐元年举伍子胥为行人而与谋国事。楚诛伯州犁其孙伯嚭亡奔吴吴以为大夫。",
    "audio": "26.mp3"
  },
  {
    "text": "三年吴王阖庐与子胥、伯嚭将兵伐楚拔舒杀吴亡将二公子。光谋欲入郢将军孙武曰：“民劳未可待之。”四年伐楚取六与灊。五年伐越败之。六年楚使子常囊瓦伐吴。迎而击之大败楚军於豫章取楚之居巢而还。",
    "audio": "27.mp3"
  },
  {
    "text": "九年吴王阖庐请伍子胥、孙武曰：“始子之言郢未可入今果如何？”二子对曰：“楚将子常贪而唐、蔡皆怨之。王必欲大伐必得唐、蔡乃可。”阖庐从之悉兴师与唐、蔡西伐楚至於汉水。楚亦兵拒吴夹水陈。吴王阖庐弟夫?欲战阖庐弗许。夫?曰：“王已属臣兵兵以利为上尚何待焉？”遂以其部五千人袭冒楚楚兵大败走。於是吴王遂纵兵追之。比至郢五战楚五败。楚昭王亡出郢奔郧。郧公弟欲弑昭王昭王与郧公饹随。而吴兵遂入郢。子胥、伯嚭鞭平王之尸以报父雠。",
    "audio": "28.mp3"
  },
  {
    "text": "十年春越闻吴王之在郢国空乃伐吴。吴使别兵击越。楚告急秦秦遣兵救楚击吴吴师败。阖庐弟夫?见秦越交败吴吴王留楚不去夫?亡归吴而自立为吴王。阖庐闻之乃引兵归攻夫?。夫?败奔楚。楚昭王乃得以九月复入郢而封夫?於堂谿为堂谿氏。十一年吴王使太子夫差伐楚取番。楚恐而去郢徙鄀。",
    "audio": "29.mp3"
  },
  {
    "text": "十五年孔子相鲁。",
    "audio": "30.mp3"
  },
  {
    "text": "十九年夏吴伐越越王句践迎击之槜李。越使死士挑战三行造吴师呼自刭。吴师观之越因伐吴败之姑苏伤吴王阖庐指军卻七里。吴王病伤而死。阖庐使立太子夫差谓曰：“尔而忘句践杀汝父乎？”对曰：“不敢！”三年乃报越。",
    "audio": "31.mp3"
  },
  {
    "text": "王夫差元年以大夫伯嚭为太宰。习战射常以报越为志。二年吴王悉精兵以伐越败之夫椒报姑苏也。越王句践乃以甲兵五千人栖於会稽使大夫种因吴太宰嚭而行成请委国为臣妾。吴王将许之伍子胥谏曰：“昔有过氏杀斟灌以伐斟寻灭夏后帝相。帝相之妃后缗方娠逃於有仍而生少康。少康为有仍牧正。有过又欲杀少康少康奔有虞。有虞思夏德於是妻之以二女而邑之於纶有田一成有众一旅。後遂收夏众抚其官职。使人诱之遂灭有过氏复禹之绩祀夏配天不失旧物。今吴不如有过之彊而句践大於少康。今不因此而灭之又将■之不亦难乎！且句践为人能辛苦今不灭後必悔之。”吴王不听听太宰嚭卒许越平与盟而罢兵去。",
    "audio": "32.mp3"
  },
  {
    "text": "七年吴王夫差闻齐景公死而大臣争宠新君弱乃兴师北伐齐。子胥谏曰：“越王句践食不重味衣不重采吊死问疾且欲有所用其众。此人不死必为吴患。今越在腹心疾而王不先而务齐不亦谬乎！”吴王不听遂北伐齐败齐师於艾陵。至缯召鲁哀公而徵百牢。季康子使子贡以周礼说太宰嚭乃得止。因留略地於齐鲁之南。九年为驺伐鲁至与鲁盟乃去。十年因伐齐而归。十一年复北伐齐。",
    "audio": "33.mp3"
  },
  {
    "text": "越王句践率其众以朝吴厚献遗之吴王喜。唯子胥惧曰：“是弃吴也。”谏曰：“越在腹心今得志於齐犹石田无所用。且盘庚之诰有颠越勿遗商之以兴。”吴王不听使子胥於齐子胥属其子於齐鲍氏还报吴王。吴王闻之大怒赐子胥属镂之剑以死。将死曰：“树吾墓上以梓令可为器。抉吾眼置之吴东门以观越之灭吴也。”",
    "audio": "34.mp3"
  },
  {
    "text": "齐鲍氏弑齐悼公。吴王闻之哭於军门外三日乃从海上攻齐。齐人败吴吴王乃引兵归。",
    "audio": "35.mp3"
  },
  {
    "text": "十三年吴召鲁、卫之君会於橐皋。",
    "audio": "36.mp3"
  },
  {
    "text": "十四年春吴王北会诸侯於黄池欲霸中国以全周室。六月子越王句践伐吴。乙酉越五千人与吴战。丙戌虏吴太子友。丁亥入吴。吴人告败於王夫差夫差恶其闻也。或泄其语吴王怒斩七人於幕下。七月辛丑吴王与晋定公争长。吴王曰：“於周室我为长。”晋定公曰：“於姬姓我为伯。”赵鞅怒将伐吴乃长晋定公。吴王已盟与晋别欲伐宋。太宰嚭曰：“可胜而不能居也。”乃引兵归国。国亡太子内空王居外久士皆罢敝於是乃使厚币以与越平。",
    "audio": "37.mp3"
  },
  {
    "text": "十五年齐田常杀简公。",
    "audio": "38.mp3"
  },
  {
    "text": "十八年越益彊。越王句践率兵伐败吴师於笠泽。楚灭陈。",
    "audio": "39.mp3"
  },
  {
    "text": "二十年越王句践复伐吴。二十一年遂围吴。二十三年十一月丁卯越败吴。越王句践欲迁吴王夫差於甬东予百家居之。吴王曰：“孤老矣不能事君王也。吾悔不用子胥之言自令陷此。”遂自刭死。越王灭吴诛太宰嚭以为不忠而归。",
    "audio": "40.mp3"
  },
  {
    "text": "太史公曰：孔子言“太伯可谓至德矣三以天下让民无得而称焉”。余读春秋古文乃知中国之虞与荆蛮句吴兄弟也。延陵季子之仁心慕义无穷见微而知清浊。呜呼又何其闳览博物君子也！",
    "audio": "41.mp3"
  },
  {
    "text": "太伯作吴高让雄图。周章受国别封於虞。寿梦初霸始用兵车。三子递立延陵不居。光既篡位是称阖闾。王僚见杀贼由专诸。夫差轻越取败姑苏。甬东之耻空惭伍胥。",
    "audio": "42.mp3"
  },
  {
    "text": "",
    "audio": "43.mp3"
  }
]