[
  {
    "text": "# 齐太公世家"
  },
  {
    "text": "太公望吕尚者东海上人。其先祖尝为四岳佐禹平水土甚有功。虞夏之际封於吕或封於申姓姜氏。夏商之时申、吕或封枝庶子孙或为庶人尚其後苗裔也。本姓姜氏从其封姓故曰吕尚。",
    "audio": "1.mp3"
  },
  {
    "text": "吕尚盖尝穷困年老矣以渔钓奸周西伯。西伯将出猎卜之曰“所获非龙非■非虎非罴；所获霸王之辅”。於是周西伯猎果遇太公於渭之阳与语大说曰：“自吾先君太公曰“当有圣人適周周以兴”。子真是邪？吾太公望子久矣。”故号之曰“太公望”载与俱归立为师。",
    "audio": "2.mp3"
  },
  {
    "text": "或曰太公博闻尝事纣。纣无道去之。游说诸侯无所遇而卒西归周西伯。或曰吕尚处士隐海滨。周西伯拘羑里散宜生、闳夭素知而招吕尚。吕尚亦曰“吾闻西伯贤又善养老盍往焉”。三人者为西伯求美女奇物献之於纣以赎西伯。西伯得以出反国。言吕尚所以事周虽异然要之为文武师。",
    "audio": "3.mp3"
  },
  {
    "text": "周西伯昌之脱羑里归与吕尚阴谋修德以倾商政其事多兵权与奇计故後世之言兵及周之阴权皆宗太公为本谋。周西伯政平及断虞芮之讼而诗人称西伯受命曰文王。伐崇、密须、犬夷大作丰邑。天下三分其二归周者太公之谋计居多。",
    "audio": "4.mp3"
  },
  {
    "text": "文王崩武王即位。九年欲修文王业东伐以观诸侯集否。师行师尚父左杖黄钺右把白旄以誓曰：“苍兕苍兕总尔众庶与尔舟楫後至者斩！”遂至盟津。诸侯不期而会者八百诸侯。诸侯皆曰：“纣可伐也。”武王曰：“未可。”还师与太公作此太誓。",
    "audio": "5.mp3"
  },
  {
    "text": "居二年纣杀王子比干囚箕子。武王将伐纣卜龟兆不吉风雨暴至。群公尽惧唯太公彊之劝武王武王於是遂行。十一年正月甲子誓於牧野伐商纣。纣师败绩。纣反走登鹿台遂追斩纣。明日武王立于社群公奉明水卫康叔封布采席师尚父牵牲史佚策祝以告神讨纣之罪。散鹿台之钱钜桥之粟以振贫民。封比干墓释箕子囚。迁九鼎脩周政与天下更始。师尚父谋居多。",
    "audio": "6.mp3"
  },
  {
    "text": "於是武王已平商而王天下封师尚父於齐营丘。东就国道宿行迟。逆旅之人曰：“吾闻时难得而易失。客寝甚安殆非就国者也。”太公闻之夜衣而行犁明至国。莱侯来伐与之争营丘。营丘边莱。莱人夷也会纣之乱而周初定未能集远方是以与太公争国。",
    "audio": "7.mp3"
  },
  {
    "text": "太公至国脩政因其俗简其礼通商工之业便鱼盐之利而人民多归齐齐为大国。及周成王少时管蔡作乱淮夷畔周乃使召康公命太公曰：“东至海西至河南至穆陵北至无棣五侯九伯实得征之。”齐由此得征伐为大国。都营丘。",
    "audio": "8.mp3"
  },
  {
    "text": "盖太公之卒百有馀年子丁公吕伋立。丁公卒子乙公得立。乙公卒子癸公慈母立。癸公卒子哀公不辰立。",
    "audio": "9.mp3"
  },
  {
    "text": "哀公时纪侯谮之周周烹哀公而立其弟静是为胡公。胡公徙都薄姑而当周夷王之时。",
    "audio": "10.mp3"
  },
  {
    "text": "哀公之同母少弟山怨胡公乃与其党率营丘人袭攻杀胡公而自立是为献公。献公元年尽逐胡公子因徙薄姑都治临菑。",
    "audio": "11.mp3"
  },
  {
    "text": "九年献公卒子武公寿立。武公九年周厉王出奔居彘。十年王室乱大臣行政号曰“共和”。二十四年周宣王初立。",
    "audio": "12.mp3"
  },
  {
    "text": "二十六年武公卒子厉公无忌立。厉公暴虐故胡公子复入齐齐人欲立之乃与攻杀厉公。胡公子亦战死。齐人乃立厉公子赤为君是为文公而诛杀厉公者七十人。",
    "audio": "13.mp3"
  },
  {
    "text": "文公十二年卒子成公脱立。成公九年卒子庄公购立。",
    "audio": "14.mp3"
  },
  {
    "text": "庄公二十四年犬戎杀幽王周东徙雒。秦始列为诸侯。五十六年晋弑其君昭侯。",
    "audio": "15.mp3"
  },
  {
    "text": "六十四年庄公卒子釐公禄甫立。",
    "audio": "16.mp3"
  },
  {
    "text": "釐公九年鲁隐公初立。十九年鲁桓公弑其兄隐公而自立为君。",
    "audio": "17.mp3"
  },
  {
    "text": "二十五年北戎伐齐。郑使太子忽来救齐齐欲妻之。忽曰：“郑小齐大非我敌。”遂辞之。",
    "audio": "18.mp3"
  },
  {
    "text": "三十二年釐公同母弟夷仲年死。其子曰公孙无知釐公爱之令其秩服奉养比太子。",
    "audio": "19.mp3"
  },
  {
    "text": "三十三年釐公卒太子诸兒立是为襄公。",
    "audio": "20.mp3"
  },
  {
    "text": "襄公元年始为太子时尝与无知斗及立绌无知秩服无知怨。",
    "audio": "21.mp3"
  },
  {
    "text": "四年鲁桓公与夫人如齐。齐襄公故尝私通鲁夫人。鲁夫人者襄公女弟也自釐公时嫁为鲁桓公妇及桓公来而襄公复通焉。鲁桓公知之怒夫人夫人以告齐襄公。齐襄公与鲁君饮醉之使力士彭生抱上鲁君车因拉杀鲁桓公桓公下车则死矣。鲁人以为让而齐襄公杀彭生以谢鲁。",
    "audio": "22.mp3"
  },
  {
    "text": "八年伐纪纪迁去其邑。",
    "audio": "23.mp3"
  },
  {
    "text": "十二年初襄公使连称、管至父戍葵丘瓜时而往及瓜而代。往戍一岁卒瓜时而公弗为代。或为请代公弗许。故此二人怒因公孙无知谋作乱。连称有从妹在公宫无宠使之间襄公曰“事成以女为无知夫人”。冬十二月襄公游姑棼遂猎沛丘。见彘从者曰“彭生”。公怒射之彘人立而啼。公惧坠车伤足失屦。反而鞭主屦者茀三百。茀出宫。而无知、连称、管至父等闻公伤乃遂率其众袭宫。逢主屦茀茀曰：“且无入惊宫惊宫未易入也。”无知弗信茀示之创乃信之。待宫外令茀先入。茀先入即匿襄公户间。良久无知等恐遂入宫。茀反与宫中及公之幸臣攻无知等不胜皆死。无知入宫求公不得。或见人足於户间视乃襄公遂弑之而无知自立为齐君。",
    "audio": "24.mp3"
  },
  {
    "text": "桓公元年春齐君无知游於雍林。雍林人尝有怨无知及其往游雍林人袭杀无知告齐大夫曰：“无知弑襄公自立臣谨行诛。唯大夫更立公子之当立者唯命是听。”",
    "audio": "25.mp3"
  },
  {
    "text": "初襄公之醉杀鲁桓公通其夫人杀诛数不当淫於妇人数欺大臣群弟恐祸及故次弟纠奔鲁。其母鲁女也。管仲、召忽傅之。次弟小白奔莒鲍叔傅之。小白母卫女也有宠於釐公。小白自少好善大夫高傒。及雍林人杀无知议立君高、国先阴召小白於莒。鲁闻无知死亦兵送公子纠而使管仲别将兵遮莒道射中小白带钩。小白详死管仲使人驰报鲁。鲁送纠者行益迟六日至齐则小白已入高傒立之是为桓公。",
    "audio": "26.mp3"
  },
  {
    "text": "桓公之中钩详死以误管仲已而载温车中驰行亦有高、国内应故得先入立兵距鲁。秋与鲁战于乾时鲁兵败走齐兵掩绝鲁归道。齐遗鲁书曰：“子纠兄弟弗忍诛请鲁自杀之。召忽、管仲雠也请得而甘心醢之。不然将围鲁。”鲁人患之遂杀子纠于笙渎。召忽自杀管仲请囚。桓公之立兵攻鲁心欲杀管仲。鲍叔牙曰：“臣幸得从君君竟以立。君之尊臣无以增君。君将治齐即高傒与叔牙足也。君且欲霸王非管夷吾不可。夷吾所居国国重不可失也。”於是桓公从之。乃详为召管仲欲甘心实欲用之。管仲知之故请往。鲍叔牙迎受管仲及堂阜而脱桎梏斋祓而见桓公。桓公厚礼以为大夫任政。",
    "audio": "27.mp3"
  },
  {
    "text": "桓公既得管仲与鲍叔、隰朋、高傒修齐国政连五家之兵伸轻重鱼盐之利以赡贫穷禄贤能齐人皆说。",
    "audio": "28.mp3"
  },
  {
    "text": "二年伐灭郯郯子奔莒。初桓公亡时过郯郯无礼故伐之。",
    "audio": "29.mp3"
  },
  {
    "text": "五年伐鲁鲁将师败。鲁庄公请献遂邑以平桓公许与鲁会柯而盟。鲁将盟曹沬以匕劫桓公於坛上曰：“反鲁之侵地！”桓公许之。已而曹沬去匕北面就臣位。桓公後悔欲无与鲁地而杀曹沬。管仲曰：“夫劫许之而倍信杀之愈一小快耳而弃信於诸侯失天下之援不可。”於是遂与曹沬三败所亡地於鲁。诸侯闻之皆信齐而欲附焉。七年诸侯会桓公於甄而桓公於是始霸焉。",
    "audio": "30.mp3"
  },
  {
    "text": "十四年陈厉公子完号敬仲来奔齐。齐桓公欲以为卿让；於是以为工正。田成子常之祖也。",
    "audio": "31.mp3"
  },
  {
    "text": "二十三年山戎伐燕燕告急於齐。齐桓公救燕遂伐山戎至于孤竹而还。燕庄公遂送桓公入齐境。桓公曰：“非天子诸侯相送不出境吾不可以无礼於燕。”於是分沟割燕君所至与燕命燕君复修召公之政纳贡于周如成康之时。诸侯闻之皆从齐。",
    "audio": "32.mp3"
  },
  {
    "text": "二十七年鲁湣公母曰哀姜桓公女弟也。哀姜淫於鲁公子庆父庆父弑湣公哀姜欲立庆父鲁人更立釐公。桓公召哀姜杀之。",
    "audio": "33.mp3"
  },
  {
    "text": "二十八年卫文公有狄乱告急於齐。齐率诸侯城楚丘而立卫君。",
    "audio": "34.mp3"
  },
  {
    "text": "二十九年桓公与夫人蔡姬戏船中。蔡姬习水荡公公惧止之不止出船怒归蔡姬弗绝。蔡亦怒嫁其女。桓公闻而怒兴师往伐。",
    "audio": "35.mp3"
  },
  {
    "text": "三十年春齐桓公率诸侯伐蔡蔡溃。遂伐楚。楚成王兴师问曰：“何故涉吾地？”管仲对曰：“昔召康公命我先君太公曰：“五侯九伯若实征之以夹辅周室。”赐我先君履东至海西至河南至穆陵北至无棣。楚贡包茅不入王祭不具是以来责。昭王南征不复是以来问。”楚王曰：“贡之不入有之寡人罪也敢不共乎！昭王之出不复君其问之水滨。”齐师进次于陉。夏楚王使屈完将兵扞齐齐师退次召陵。桓公矜屈完以其众。屈完曰：“君以道则可；若不则楚方城以为城江、汉以为沟君安能进乎？”乃与屈完盟而去。过陈陈袁涛涂诈齐令出东方觉。秋齐伐陈。是岁晋杀太子申生。",
    "audio": "36.mp3"
  },
  {
    "text": "三十五年夏会诸侯于葵丘。周襄王使宰孔赐桓公文武胙、彤弓矢、大路命无拜。桓公欲许之管仲曰“不可”乃下拜受赐。秋复会诸侯於葵丘益有骄色。周使宰孔会。诸侯颇有叛者。晋侯病後遇宰孔。宰孔曰：“齐侯骄矣弟无行。”从之。是岁晋献公卒里克杀奚齐、卓子秦穆公以夫人入公子夷吾为晋君。桓公於是讨晋乱至高梁使隰朋立晋君还。",
    "audio": "37.mp3"
  },
  {
    "text": "是时周室微唯齐、楚、秦、晋为彊。晋初与会献公死国内乱。秦穆公辟远不与中国会盟。楚成王初收荆蛮有之夷狄自置。唯独齐为中国会盟而桓公能宣其德故诸侯宾会。於是桓公称曰：“寡人南伐至召陵望熊山；北伐山戎、离枝、孤竹；西伐大夏涉流沙；束马悬车登太行至卑耳山而还。诸侯莫违寡人。寡人兵车之会三乘车之会六九合诸侯一匡天下。昔三代受命有何以异於此乎？吾欲封泰山禅梁父。”管仲固谏不听；乃说桓公以远方珍怪物至乃得封桓公乃止。",
    "audio": "38.mp3"
  },
  {
    "text": "三十八年周襄王弟带与戎、翟合谋伐周齐使管仲平戎於周。周欲以上卿礼管仲管仲顿曰：“臣陪臣安敢！”三让乃受下卿礼以见。三十九年周襄王弟带来奔齐。齐使仲孙请王为带谢。襄王怒弗听。",
    "audio": "39.mp3"
  },
  {
    "text": "四十一年秦穆公虏晋惠公复归之。是岁管仲、隰朋皆卒。管仲病桓公问曰：“群臣谁可相者？”管仲曰：“知臣莫如君。”公曰：“易牙如何？”对曰：“杀子以適君非人情不可。”公曰：“开方如何？”对曰：“倍亲以適君非人情难近。”公曰：“竖刀如何？”对曰：“自宫以適君非人情难亲。”管仲死而桓公不用管仲言卒近用三子三子专权。",
    "audio": "40.mp3"
  },
  {
    "text": "四十二年戎伐周周告急於齐齐令诸侯各卒戍周。是岁晋公子重耳来桓公妻之。",
    "audio": "41.mp3"
  },
  {
    "text": "四十三年。初齐桓公之夫人三：曰王姬、徐姬、蔡姬皆无子。桓公好内多内宠如夫人者六人长卫姬生无诡；少卫姬生惠公元；郑姬生孝公昭；葛嬴生昭公潘；密姬生懿公商人；宋华子生公子雍。桓公与管仲属孝公於宋襄公以为太子。雍巫有宠於卫共姬因宦者竖刀以厚献於桓公亦有宠桓公许之立无诡。管仲卒五公子皆求立。冬十月乙亥齐桓公卒。易牙入与竖刀因内宠杀群吏而立公子无诡为君。太子昭奔宋。",
    "audio": "42.mp3"
  },
  {
    "text": "桓公病五公子各树党争立。及桓公卒遂相攻以故宫中空莫敢棺。桓公尸在床上六十七日尸蟲出于户。十二月乙亥无诡立乃棺赴。辛巳夜敛殡。",
    "audio": "43.mp3"
  },
  {
    "text": "桓公十有馀子要其後立者五人：无诡立三月死无谥；次孝公；次昭公；次懿公；次惠公。孝公元年三月宋襄公率诸侯兵送齐太子昭而伐齐。齐人恐杀其君无诡。齐人将立太子昭四公子之徒攻太子太子走宋宋遂与齐人四公子战。五月宋败齐四公子师而立太子昭是为齐孝公。宋以桓公与管仲属之太子故来征之。以乱故八月乃葬齐桓公。",
    "audio": "44.mp3"
  },
  {
    "text": "六年春齐伐宋以其不同盟于齐也。夏宋襄公卒。七年晋文公立。",
    "audio": "45.mp3"
  },
  {
    "text": "十年孝公卒孝公弟潘因卫公子开方杀孝公子而立潘是为昭公。昭公桓公子也其母曰葛嬴。",
    "audio": "46.mp3"
  },
  {
    "text": "昭公元年晋文公败楚於城濮而会诸侯践土朝周天子使晋称伯。六年翟侵齐。晋文公卒。秦兵败於殽。十二年秦穆公卒。",
    "audio": "47.mp3"
  },
  {
    "text": "十九年五月昭公卒子舍立为齐君。舍之母无宠於昭公国人莫畏。昭公之弟商人以桓公死争立而不得阴交贤士附爱百姓百姓说。及昭公卒子舍立孤弱即与众十月即墓上弑齐君舍而商人自立是为懿公。懿公桓公子也其母曰密姬。",
    "audio": "48.mp3"
  },
  {
    "text": "懿公四年春初懿公为公子时与丙戎之父猎争获不胜及即位断丙戎父足而使丙戎仆。庸职之妻好公内之宫使庸职骖乘。五月懿公游於申池二人浴戏。职曰：“断足子！”戎曰：“夺妻者！”二人俱病此言乃怨。谋与公游竹中二人弑懿公车上弃竹中而亡去。",
    "audio": "49.mp3"
  },
  {
    "text": "懿公之立骄民不附。齐人废其子而迎公子元於卫立之是为惠公。惠公桓公子也。其母卫女曰少卫姬避齐乱故在卫。",
    "audio": "50.mp3"
  },
  {
    "text": "惠公二年长翟来王子城父攻杀之埋之於北门。晋赵穿弑其君灵公。",
    "audio": "51.mp3"
  },
  {
    "text": "十年惠公卒子顷公无野立。初崔杼有宠於惠公惠公卒高、国畏其偪也逐之崔杼奔卫。",
    "audio": "52.mp3"
  },
  {
    "text": "顷公元年楚庄王彊伐陈；二年围郑郑伯降已复国郑伯。",
    "audio": "53.mp3"
  },
  {
    "text": "六年春晋使郤克於齐齐使夫人帷中而观之。郤克上夫人笑之。郤克曰：“不是报不复涉河！”归请伐齐晋侯弗许。齐使至晋郤克执齐使者四人河内杀之。八年。晋伐齐齐以公子彊质晋晋兵去。十年春齐伐鲁、卫。鲁、卫大夫如晋请师皆因郤克。晋使郤克以车八百乘为中军将士燮将上军栾书将下军以救鲁、卫伐齐。六月壬申与齐侯兵合靡笄下。癸酉陈于鞍。逄丑父为齐顷公右。顷公曰：“驰之破晋军会食。”射伤郤克流血至履。克欲还入壁其御曰：“我始入再伤不敢言疾恐惧士卒原子忍之。”遂复战。战齐急丑父恐齐侯得乃易处顷公为右车絓於木而止。晋小将韩厥伏齐侯车前曰“寡君使臣救鲁、卫”戏之。丑父使顷公下取饮因得亡脱去入其军。晋郤克欲杀丑父。丑父曰：“代君死而见僇後人臣无忠其君者矣。”克舍之丑父遂得亡归齐。",
    "audio": "54.mp3"
  },
  {
    "text": "於是晋军追齐至马陵。齐侯请以宝器谢不听；必得笑克者萧桐叔子令齐东亩。对曰：“叔子齐君母。齐君母亦犹晋君母子安置之？且子以义伐而以暴为後其可乎？”於是乃许令反鲁、卫之侵地。",
    "audio": "55.mp3"
  },
  {
    "text": "十一年晋初置六卿赏鞍之功。齐顷公朝晋欲尊王晋景公晋景公不敢受乃归。归而顷公弛苑囿薄赋敛振孤问疾虚积聚以救民民亦大说。厚礼诸侯。竟顷公卒百姓附诸侯不犯。",
    "audio": "56.mp3"
  },
  {
    "text": "十七年顷公卒子灵公环立。",
    "audio": "57.mp3"
  },
  {
    "text": "灵公九年晋栾书弑其君厉公。十年晋悼公伐齐齐令公子光质晋。十九年立子光为太子高厚傅之令会诸侯盟於锺离。二十七年晋使中行献子伐齐。齐师败灵公走入临菑。晏婴止灵公灵公弗从。曰：“君亦无勇矣！”晋兵遂围临菑临菑城守不敢出晋焚郭中而去。",
    "audio": "58.mp3"
  },
  {
    "text": "二十八年初灵公取鲁女生子光以为太子。仲姬戎姬。戎姬嬖仲姬生子牙属之戎姬。戎姬请以为太子公许之。仲姬曰：“不可。光之立列於诸侯矣今无故废之君必悔之。”公曰：“在我耳。”遂东太子光使高厚傅牙为太子。灵公疾崔杼迎故太子光而立之是为庄公。庄公杀戎姬。五月壬辰灵公卒庄公即位执太子牙於句窦之丘杀之。八月崔杼杀高厚。晋闻齐乱伐齐至高唐。",
    "audio": "59.mp3"
  },
  {
    "text": "庄公三年晋大夫栾盈奔齐庄公厚客待之。晏婴、田文子谏公弗听。四年齐庄公使栾盈间入晋曲沃为内应以兵随之上太行入孟门。栾盈败齐兵还取朝歌。",
    "audio": "60.mp3"
  },
  {
    "text": "六年初棠公妻好棠公死崔杼取之。庄公通之数如崔氏以崔杼之冠赐人。待者曰：“不可。”崔杼怒因其伐晋欲与晋合谋袭齐而不得间。庄公尝笞宦者贾举贾举复侍为崔杼间公以报怨。五月莒子朝齐齐以甲戌飨之。崔杼称病不视事。乙亥公问崔杼病遂从崔杼妻。崔杼妻入室与崔杼自闭户不出公拥柱而歌。宦者贾举遮公从官而入闭门崔杼之徒持兵从中起。公登台而请解不许；请盟不许；请自杀於庙不许。皆曰：“君之臣杼疾病不能听命。近於公宫。陪臣争趣有淫者不知二命。”公逾墙射中公股公反坠遂弑之。晏婴立崔杼门外曰：“君为社稷死则死之为社稷亡则亡之。若为己死己亡非其私暱谁敢任之！”门开而入枕公尸而哭三踊而出。人谓崔杼：“必杀之。”崔杼曰：“民之望也舍之得民。”",
    "audio": "61.mp3"
  },
  {
    "text": "丁丑崔杼立庄公异母弟杵臼是为景公。景公母鲁叔孙宣伯女也。景公立以崔杼为右相庆封为左相。二相恐乱起乃与国人盟曰：“不与崔庆者死！”晏子仰天曰：“婴所不唯忠於君利社稷者是从！”不肯盟。庆封欲杀晏子崔杼曰：“忠臣也舍之。”齐太史书曰“崔杼弑庄公”崔杼杀之。其弟复书崔杼复杀之。少弟复书崔杼乃舍之。",
    "audio": "62.mp3"
  },
  {
    "text": "景公元年初崔杼生子成及彊其母死取东郭女生明。东郭女使其前夫子无咎与其弟偃相崔氏。成有罪二相急治之立明为太子。成请老於崔崔杼许之二相弗听曰：“崔宗邑不可。”成、彊怒告庆封。庆封与崔杼有郤欲其败也。成、彊杀无咎、偃於崔杼家家皆奔亡。崔杼怒无人使一宦者御见庆封。庆封曰：“请为子诛之。”使崔杼仇卢蒲嫳攻崔氏杀成、彊尽灭崔氏崔杼妇自杀。崔杼毋归亦自杀。庆封为相国专权。",
    "audio": "63.mp3"
  },
  {
    "text": "三年十月庆封出猎。初庆封已杀崔杼益骄嗜酒好猎不听政令。庆舍用政已有内郤。田文子谓桓子曰：“乱将作。”田、鲍、高、栾氏相与谋庆氏。庆舍甲围庆封宫四家徒共击破之。庆封还不得入奔鲁。齐人让鲁封奔吴。吴与之硃方聚其族而居之富於在齐。其秋齐人徙葬庄公僇崔杼尸於市以说众。",
    "audio": "64.mp3"
  },
  {
    "text": "九年景公使晏婴之晋与叔向私语曰：“齐政卒归田氏。田氏虽无大德以公权私有德於民民爱之。”十二年景公如晋见平公欲与伐燕。十八年公复如晋见昭公。二十六年猎鲁郊因入鲁与晏婴俱问鲁礼。三十一年鲁昭公辟季氏难奔齐。齐欲以千社封之子家止昭公昭公乃请齐伐鲁取郓以居昭公。",
    "audio": "65.mp3"
  },
  {
    "text": "三十二年彗星见。景公坐柏寝叹曰：“堂堂！谁有此乎？”群臣皆泣晏子笑公怒。晏子曰：“臣笑群臣谀甚。”景公曰：“彗星出东北当齐分野寡人以为忧。”晏子曰：“君高台深池赋敛如弗得刑罚恐弗胜茀星将出彗星何惧乎？”公曰：“可禳否？”晏子曰：“使神可祝而来亦可禳而去也。百姓苦怨以万数而君令一人禳之安能胜众口乎？”是时景公好治宫室聚狗马奢侈厚赋重刑故晏子以此谏之。",
    "audio": "66.mp3"
  },
  {
    "text": "四十二年吴王阖闾伐楚入郢。",
    "audio": "67.mp3"
  },
  {
    "text": "四十七年鲁阳虎攻其君不胜奔齐请齐伐鲁。鲍子谏景公乃囚阳虎。阳虎得亡奔晋。",
    "audio": "68.mp3"
  },
  {
    "text": "四十八年与鲁定公好会夹谷。犁鉏曰：“孔丘知礼而怯请令莱人为乐因执鲁君可得志。”景公害孔丘相鲁惧其霸故从犁鉏之计。方会进莱乐孔子历阶上使有司执莱人斩之以礼让景公。景公惭乃归鲁侵地以谢而罢去。是岁晏婴卒。",
    "audio": "69.mp3"
  },
  {
    "text": "五十五年范、中行反其君於晋晋攻之急来请粟。田乞欲为乱树党於逆臣说景公曰：“范、中行数有德於齐不可不救。”及使乞救而输之粟。",
    "audio": "70.mp3"
  },
  {
    "text": "五十八年夏景公夫人燕姬適子死。景公宠妾芮姬生子荼荼少其母贱无行诸大夫恐其为嗣乃言原择诸子长贤者为太子。景公老恶言嗣事又爱荼母欲立之惮之口乃谓诸大夫曰：“为乐耳国何患无君乎？”秋景公病命国惠子、高昭子立少子荼为太子逐群公子迁之莱。景公卒太子荼立是为晏孺子。冬未葬而群公子畏诛皆出亡。荼诸异母兄公子寿、驹、黔奔卫公子駔、阳生奔鲁。莱人歌之曰：“景公死乎弗与埋三军事乎弗与谋师乎师乎胡党之乎？”",
    "audio": "71.mp3"
  },
  {
    "text": "晏孺子元年春田乞伪事高、国者每朝乞骖乘言曰：“子得君大夫皆自危欲谋作乱。”又谓诸大夫曰：“高昭子可畏及未先之。”大夫从之。六月田乞、鲍牧乃与大夫以兵入公宫攻高昭子。昭子闻之与国惠子救公。公师败田乞之徒追之国惠子奔莒遂反杀高昭子。晏圉奔鲁。八月齐秉意兹。田乞败二相乃使人之鲁召公子阳生。阳生至齐私匿田乞家。十月戊子田乞请诸大夫曰：“常之母有鱼菽之祭幸来会饮。”会饮田乞盛阳生橐中置坐中央橐出阳生曰：“此乃齐君矣！”大夫皆伏谒。将与大夫盟而立之鲍牧醉乞诬大夫曰：“吾与鲍牧谋共立阳生。”鲍牧怒曰：“子忘景公之命乎？”诸大夫相视欲悔阳生前顿曰：“可则立之否则已。”鲍牧恐祸起乃复曰：“皆景公子也何为不可！”乃与盟立阳生是为悼公。",
    "audio": "72.mp3"
  },
  {
    "text": "悼公入宫使人迁晏孺子於骀杀之幕下而逐孺子母芮子。芮子故贱而孺子少故无权国人轻之。",
    "audio": "73.mp3"
  },
  {
    "text": "悼公元年齐伐鲁取讙、阐。初阳生亡在鲁季康子以其妹妻之。及归即位使迎之。季姬与季鲂侯通言其情鲁弗敢与故齐伐鲁竟迎季姬。季姬嬖齐复归鲁侵地。",
    "audio": "74.mp3"
  },
  {
    "text": "鲍子与悼公有郤不善。四年吴、鲁伐齐南方。鲍子弑悼公赴于吴。吴王夫差哭於军门外三日将从海入讨齐。齐人败之吴师乃去。晋赵鞅伐齐至赖而去。齐人共立悼公子壬是为简公。",
    "audio": "75.mp3"
  },
  {
    "text": "简公四年春初简公与父阳生俱在鲁也监止有宠焉。及即位使为政。田成子惮之骤顾於朝。御鞅言简公曰：“田、监不可并也君其择焉。”弗听。子我夕田逆杀人逢之遂捕以入。田氏方睦使囚病而遗守囚者酒醉而杀守者得亡。子我盟诸田於陈宗。初田豹欲为子我臣使公孙言豹豹有丧而止。後卒以为臣幸於子我。子我谓曰：“吾尽逐田氏而立女可乎？”对曰：“我远田氏矣。且其违者不过数人何尽逐焉！”遂告田氏。子行曰：“彼得君弗先必祸子。”子行舍於公宫。",
    "audio": "76.mp3"
  },
  {
    "text": "夏五月壬申成子兄弟四乘如公。子我在幄出迎之遂入闭门。宦者御之子行杀宦者。公与妇人饮酒於檀台成子迁诸寝。公执戈将击之太史子馀曰：“非不利也将除害也。”成子出舍于库闻公犹怒将出曰：“何所无君！”子行拔剑曰：“需事之贼也。谁非田宗？所不杀子者有如田宗。”乃止。子我归属徒攻闱与大门皆弗胜乃出。田氏追之。丰丘人执子我以告杀之郭关。成子将杀大6子方田逆请而免之。以公命取车於道出雍门。田豹与之车弗受曰：“逆为余请豹与余车余有私焉。事子我而有私於其雠何以见鲁、卫之士？”",
    "audio": "77.mp3"
  },
  {
    "text": "庚辰田常执简公于袪州。公曰：“余蚤从御鞅言不及此。”甲午田常弑简公于袪州。田常乃立简公弟骜是为平公。平公即位田常相之专齐之政割齐安平以东为田氏封邑。",
    "audio": "78.mp3"
  },
  {
    "text": "平公八年越灭吴。二十五年卒子宣公积立。",
    "audio": "79.mp3"
  },
  {
    "text": "宣公五十一年卒子康公贷立。田会反廪丘。",
    "audio": "80.mp3"
  },
  {
    "text": "康公二年韩、魏、赵始列为诸侯。十九年田常曾孙田和始为诸侯迁康公海滨。",
    "audio": "81.mp3"
  },
  {
    "text": "二十六年康公卒吕氏遂绝其祀。田氏卒有齐国为齐威王彊於天下。",
    "audio": "82.mp3"
  },
  {
    "text": "太史公曰：吾適齐自泰山属之琅邪北被于海膏壤二千里其民阔达多匿知其天性也。以太公之圣建国本桓公之盛修善政以为诸侯会盟称伯不亦宜乎？洋洋哉固大国之风也！",
    "audio": "83.mp3"
  },
  {
    "text": "太公佐周实秉阴谋。既表东海乃居营丘。小白致霸九合诸侯。及溺内宠衅锺蟲流。庄公失德崔杼作仇。陈氏专政厚货轻收。悼、简遘祸田、阚非俦。沨沨馀烈一变何由？",
    "audio": "84.mp3"
  },
  {
    "text": "",
    "audio": "85.mp3"
  }
]