[
  {
    "text": "# 楚世家"
  },
  {
    "text": "楚之先祖出自帝颛顼高阳。高阳者黄帝之孙昌意之子也。高阳生称称生卷章卷章生重黎。重黎为帝喾高辛居火正甚有功能光融天下帝喾命曰祝融。共工氏作乱帝喾使重黎诛之而不尽。帝乃以庚寅日诛重黎而以其弟吴回为重黎後复居火正为祝融。",
    "audio": "1.mp3"
  },
  {
    "text": "吴回生6终。6终生子六人坼剖而产焉。其长一曰昆吾；二曰参胡；三曰彭祖；四曰会人；五曰曹姓；六曰季连琇姓楚其後也。昆吾氏夏之时尝为侯伯桀之时汤灭之。彭祖氏殷之时尝为侯伯殷之末世灭彭祖氏。季连生附沮附沮生穴熊。其後中微或在中国或在蛮夷弗能纪其世。",
    "audio": "2.mp3"
  },
  {
    "text": "周文王之时季连之苗裔曰鬻熊。鬻熊子事文王蚤卒。其子曰熊丽。熊丽生熊狂熊狂生熊绎。",
    "audio": "3.mp3"
  },
  {
    "text": "熊绎当周成王之时举文、武勤劳之後嗣而封熊绎於楚蛮封以子男之田姓琇氏居丹阳。楚子熊绎与鲁公伯禽、卫康叔子牟、晋侯燮、齐太公子吕伋俱事成王。",
    "audio": "4.mp3"
  },
  {
    "text": "熊绎生熊艾熊艾生熊熊生熊胜。熊胜以弟熊杨为後。熊杨生熊渠。",
    "audio": "5.mp3"
  },
  {
    "text": "熊渠生子三年。当周夷王之时王室微诸侯或不朝相伐。熊渠甚得江汉间民和乃兴兵伐庸、杨粤至于鄂。熊渠曰：“我蛮夷也不与中国之号谥。”乃立其长子康为句亶王中子红为鄂王少子执疵为越章王皆在江上楚蛮之地。及周厉王之时暴虐熊渠畏其伐楚亦去其王。",
    "audio": "6.mp3"
  },
  {
    "text": "後为熊毋康毋康蚤死。熊渠卒子熊挚红立。挚红卒其弟弑而代立曰熊延。熊延生熊勇。",
    "audio": "7.mp3"
  },
  {
    "text": "熊勇六年而周人作乱攻厉王厉王出奔彘。熊勇十年卒弟熊严为後。",
    "audio": "8.mp3"
  },
  {
    "text": "熊严十年卒。有子四人长子伯霜中子仲雪次子叔堪少子季徇。熊严卒长子伯霜代立是为熊霜。",
    "audio": "9.mp3"
  },
  {
    "text": "熊霜元年周宣王初立。熊霜六年卒三弟争立。仲雪死；叔堪亡避难於濮；而少弟季徇立是为熊徇。熊徇十六年郑桓公初封於郑。二十二年熊徇卒子熊咢立。熊咢九年卒子熊仪立是为若敖。",
    "audio": "10.mp3"
  },
  {
    "text": "若敖二十年周幽王为犬戎所弑周东徙而秦襄公始列为诸侯。",
    "audio": "11.mp3"
  },
  {
    "text": "二十七年若敖卒子熊坎立是为霄敖。霄敖六年卒子熊眴立是为蚡冒。蚡冒十三年晋始乱以曲沃之故。蚡冒辏洹冒弟熊通弑蚡冒子而代立是为楚武王。",
    "audio": "12.mp3"
  },
  {
    "text": "武王十七年晋之曲沃庄伯弑主国晋孝侯。十九年郑伯弟段作乱。二十一年郑侵天子之田。二十三年卫弑其君桓公。二十九年鲁弑其君隐公。三十一年宋太宰华督弑其君殇公。",
    "audio": "13.mp3"
  },
  {
    "text": "三十五年楚伐随。是也。随曰：“我无罪。”楚曰：“我蛮夷也。今诸侯皆为叛相侵或相杀。我有敝甲欲以观中国之政请王室尊吾号。”随人为之周请尊楚王室不听还报楚。三十七年楚熊通怒曰：“吾先鬻熊文王之师也蚤终。成王举我先公乃以子男田令居楚蛮夷皆率服而王不加位我自尊耳。”乃自立为武王与随人盟而去。於是始开濮地而有之。",
    "audio": "14.mp3"
  },
  {
    "text": "五十一年周召随侯数以立楚为王。楚怒以随背己伐随。武王卒师中而兵罢。子文王熊赀立始都郢。",
    "audio": "15.mp3"
  },
  {
    "text": "文王二年伐申过邓邓人曰“楚王易取”邓侯不许也。六年伐蔡虏蔡哀侯以归已而释之。楚彊陵江汉间小国小国皆畏之。十一年齐桓公始霸楚亦始大。",
    "audio": "16.mp3"
  },
  {
    "text": "十二年伐邓灭之。十三年卒子熊畑立是为庄敖。庄敖五年欲杀其弟熊恽恽奔随与随袭弑庄敖代立是为成王。",
    "audio": "17.mp3"
  },
  {
    "text": "成王恽元年初即位布德施惠结旧好於诸侯。使人献天子天子赐胙曰：“镇尔南方夷越之乱无侵中国。”於是楚地千里。",
    "audio": "18.mp3"
  },
  {
    "text": "十六年齐桓公以兵侵楚至陉山。”楚成王使将军屈完以兵御之与桓公盟。桓公数以周之赋不入王室楚许之乃去。",
    "audio": "19.mp3"
  },
  {
    "text": "十八年成王以兵北伐许许君肉袒谢乃释之。二十二年伐黄。二十六年灭英。",
    "audio": "20.mp3"
  },
  {
    "text": "三十三年宋襄公欲为盟会召楚。楚王怒曰：“召我我将好往袭辱之。”遂行至盂遂执辱宋公已而归之。三十四年郑文公南朝楚。楚成王北伐宋败之泓射伤宋襄公襄公遂病创死。",
    "audio": "21.mp3"
  },
  {
    "text": "三十五年晋公子重耳过楚成王以诸侯客礼飨而厚送之於秦。",
    "audio": "22.mp3"
  },
  {
    "text": "三十九年鲁僖公来请兵以伐齐楚使申侯将兵伐齐取穀”置齐桓公子雍焉。齐桓公七子皆奔楚楚尽以为上大夫。灭夔夔不祀祝融、鬻熊故也。",
    "audio": "23.mp3"
  },
  {
    "text": "夏伐宋宋告急於晋晋救宋成王罢归。将军子玉请战成王曰：“重耳亡居外久卒得反国天之所开不可当。”子玉固请乃与之少师而去。晋果败子玉於城濮。成王怒诛子玉。",
    "audio": "24.mp3"
  },
  {
    "text": "四十六年初成王将以商臣为太子语令尹子上。子上曰：“君之齿未也而又多内宠绌乃乱也。楚国之举常在少者。且商臣蜂目而豺声忍人也不可立也。”王不听立之。後又欲立子职而绌太子商臣。商臣闻而未审也告其傅潘崇曰：“何以得其实？”崇曰：“飨王之宠姬江羋而勿敬也。”商臣从之。江羋怒曰：“宜乎王之欲杀若而立职也。”商臣告潘崇曰：“信矣。”崇曰：“能事之乎？”曰：“不能。”“能亡去乎？”曰：“不能。”“能行大事乎？”曰：“能。”冬十月商臣以宫■兵围成王。成王请食熊蹯而死不听。丁未成王自绞杀。商臣代立是为穆王。",
    "audio": "25.mp3"
  },
  {
    "text": "穆王立以其太子宫予潘崇使为太师掌国事。穆王三年灭江。四年灭六、蓼。六、蓼皋陶之後。八年伐陈。十二年卒。子庄王侣立。",
    "audio": "26.mp3"
  },
  {
    "text": "庄王即位三年不出号令日夜为乐令国中曰：“有敢谏者死无赦！”伍举入谏。庄王左抱郑姬右抱越女坐锺鼓之间。伍举曰：“原有进隐。”曰：“有鸟在於阜三年不蜚不鸣是何鸟也？”庄王曰：“三年不蜚蜚将冲天；三年不鸣鸣将惊人。举退矣吾知之矣。”居数月淫益甚。大夫苏从乃入谏。王曰：“若不闻令乎？”对曰：“杀身以明君臣之原也。”於是乃罢淫乐听政所诛者数百人所进者数百人任伍举、苏从以政国人大说。是岁灭庸。六年伐宋获五百乘。",
    "audio": "27.mp3"
  },
  {
    "text": "八年伐6浑戎遂至洛观兵於周郊。周定王使王孙满劳楚王。楚王问鼎小大轻重对曰：“在德不在鼎。”庄王曰：“子无阻九鼎！楚国折钩之喙足以为九鼎。”王孙满曰：“呜呼！君王其忘之乎？昔虞夏之盛远方皆至贡金九牧铸鼎象物百物而为之备使民知神奸。桀有乱德鼎迁於殷载祀六百。殷纣暴虐鼎迁於周。德之休明虽小必重；其奸回昏乱虽大必轻。昔成王定鼎于郏鄏卜世三十卜年七百天所命也。周德虽衰天命未改。鼎之轻重未可问也。”楚王乃归。",
    "audio": "28.mp3"
  },
  {
    "text": "九年相若敖氏。人或谗之王恐诛反攻王王击灭若敖氏之族。十三年灭舒。",
    "audio": "29.mp3"
  },
  {
    "text": "十六年伐陈杀夏徵舒。徵舒弑其君故诛之也。已破陈即县之。群臣皆贺申叔时使齐来不贺。王问对曰：“鄙语曰牵牛径人田田主取其牛。径者则不直矣取之牛不亦甚乎？且王以陈之乱而率诸侯伐之以义伐之而贪其县亦何以复令於天下！”庄王乃复国陈後。",
    "audio": "30.mp3"
  },
  {
    "text": "十七年春楚庄王围郑三月克之。入自皇门郑伯肉袒牵羊以逆曰：“孤不天不能事君君用怀怒以及敝邑孤之罪也。敢不惟命是听！宾之南海若以臣妾赐诸侯亦惟命是听。若君不忘厉、宣、桓、武不绝其社稷使改事君孤之原也非所敢望也。敢布腹心。”楚群臣曰：“王勿许。”庄王曰：“其君能下人必能信用其民庸可绝乎！”庄王自手旗左右麾军引兵去三十里而舍遂许之平。潘尪入盟子良出质。夏六月晋救郑与楚战大败晋师河上遂至衡雍而归。",
    "audio": "31.mp3"
  },
  {
    "text": "二十年围宋以杀楚使也。围宋五月城中食尽易子而食析骨而炊。宋华元出告以情。庄王曰：“君子哉！”遂罢兵去。",
    "audio": "32.mp3"
  },
  {
    "text": "二十三年庄王卒子共王审立。",
    "audio": "33.mp3"
  },
  {
    "text": "共王十六年晋伐郑。郑告急共王救郑。与晋兵战鄢陵晋败楚射中共王目。共王召将军子反。子反嗜酒从者竖阳穀进酒醉。王怒射杀子反遂罢兵归。",
    "audio": "34.mp3"
  },
  {
    "text": "三十一年共王卒子康王招立。康王立十五年卒子员立是为郏敖。",
    "audio": "35.mp3"
  },
  {
    "text": "康王宠弟公子围、子比、子晳、弃疾。郏敖三年以其季父康王弟公子围为令尹主兵事。四年围使郑道闻王疾而还。十二月己酉围入问王疾绞而弑之遂杀其子莫及平夏。使使赴於郑。伍举问曰：“谁为後？”对曰：“寡大夫围。”伍举更曰：“共王之子围为长。”子比奔晋而围立是为灵王。",
    "audio": "36.mp3"
  },
  {
    "text": "灵王三年六月楚使使告晋欲会诸侯。诸侯皆会楚于申。伍举曰：“昔夏启有钧台之飨商汤有景亳之命周武王有盟津之誓成王有岐阳之蒐康王有丰宫之朝穆王有涂山之会齐桓有召陵之师晋文有践土之盟君其何用？”灵王曰：“用桓公。”时郑子产在焉。於是晋、宋、鲁、卫不往。灵王已盟有骄色。伍举曰：“桀为有仍之会有缗叛之。纣为黎山之会东夷叛之。幽王为太室之盟戎、翟叛之。君其慎终！”",
    "audio": "37.mp3"
  },
  {
    "text": "七月楚以诸候兵伐吴围硃方。八月克之囚庆封灭其族。以封徇曰：“无效齐庆封弑其君而弱其孤以盟诸大夫！”封反曰：“莫如楚共王庶子围弑其君兄之子员而代之立！”於是灵王使疾杀之。",
    "audio": "38.mp3"
  },
  {
    "text": "七年就章华台下令内亡人实之。",
    "audio": "39.mp3"
  },
  {
    "text": "八年使公子弃疾将兵灭陈。十年召蔡侯醉而杀之。使弃疾定蔡因为陈蔡公。",
    "audio": "40.mp3"
  },
  {
    "text": "十一年伐徐以恐吴。灵王次於乾谿以待之。王曰：“齐、晋、鲁、卫其封皆受宝器我独不。今吾使使周求鼎以为分其予我乎？”析父对曰：“其予君王哉！昔我先王熊绎辟在荆山荜露蓝蒌。以处草莽跋涉山林以事天子唯是桃弧棘矢以共王事。齐王舅也；晋及鲁、卫王母弟也：楚是以无分而彼皆有。周今与四国服事君王将惟命是从岂敢爱鼎？”灵王曰：“昔我皇祖伯父昆吾旧许是宅今郑人贪其田不我予今我求之其予我乎？”对曰：“周不爱鼎郑安敢爱田？”灵王曰：“昔诸侯远我而畏晋今吾大城陈、蔡、不羹赋皆千乘诸侯畏我乎？”对曰：“畏哉！”灵王喜曰：“析父善言古事焉。”",
    "audio": "41.mp3"
  },
  {
    "text": "十二年春楚灵王乐乾谿不能去也。国人苦役。初灵王会兵於申僇越大夫常寿过杀蔡大夫观起。起子从亡在吴乃劝吴王伐楚为间越大夫常寿过而作乱为吴间。使矫公子弃疾命召公子比於晋至蔡与吴、越兵欲袭蔡。令公子比见弃疾与盟於邓。遂入杀灵王太子禄立子比为王公子子晳为令尹弃疾为司马。先除王宫观从从师于乾谿令楚众曰：“国有王矣。先归复爵邑田室。後者迁之。”楚众皆溃去灵王而归。",
    "audio": "42.mp3"
  },
  {
    "text": "灵王闻太子禄之死也自投车下而曰：“人之爱子亦如是乎？”侍者曰：“甚是。”王曰：“余杀人之子多矣能无及此乎？”右尹曰：“请待於郊以听国人。”王曰：“众怒不可犯。”曰：“且入大县而乞师於诸侯。”王曰：“皆叛矣。”又曰：“且奔诸侯以听大国之虑。”王曰：“大福不再祗取辱耳。”於是王乘舟将欲入鄢。右尹度王不用其计惧俱死亦去王亡。",
    "audio": "43.mp3"
  },
  {
    "text": "灵王於是独傍徨山中野人莫敢入王。王行遇其故鋗人谓曰：“为我求食我已不食三日矣。”鋗人曰：“新王下法有敢饟王从王者罪及三族且又无所得食。”王因枕其股而卧。鋗人又以土自代逃去。王觉而弗见遂饥弗能起。芋尹申无宇之子申亥曰：“吾父再犯王命王弗诛恩孰大焉！”乃求王遇王饥於釐泽奉之以归。夏五月癸丑王死申亥家申亥以二女从死并葬之。",
    "audio": "44.mp3"
  },
  {
    "text": "是时楚国虽已立比为王畏灵王复来又不闻灵王死故观从谓初王比曰：“不杀弃疾虽得国犹受祸。”王曰：“余不忍。”从曰：“人将忍王。”王不听乃去。弃疾归。国人每夜惊曰：“灵王入矣！”乙卯夜弃疾使船人从江上走呼曰：“灵王至矣！”国人愈惊。又使曼成然告初王比及令尹子晳曰：“王至矣！国人将杀君司马将至矣！君蚤自图无取辱焉。众怒如水火不可救也。”初王及子晳遂自杀。丙辰弃疾即位为王改名熊居是为平王。",
    "audio": "45.mp3"
  },
  {
    "text": "平王以诈弑两王而自立恐国人及诸侯叛之乃施惠百姓。复陈蔡之地而立其後如故归郑之侵地。存恤国中修政教。吴以楚乱故获五率以归。平王谓观从：“恣尔所欲。”欲为卜尹王许之。",
    "audio": "46.mp3"
  },
  {
    "text": "初共王有宠子五人无適立乃望祭群神请神决之使主社稷而阴与巴姬埋璧於室内召五公子斋而入。康王跨之灵王肘加之子比、子晳皆远之。平王幼抱其上而拜压纽。故康王以长立至其子失之；围为灵王及身而弑；子比为王十馀日子晳不得立又俱诛。四子皆绝无後。唯独弃疾後立为平王竟续楚祀如其神符。",
    "audio": "47.mp3"
  },
  {
    "text": "初子比自晋归韩宣子问叔向曰：“子比其济乎？”对曰：“不就。”宣子曰：“同恶相求如市贾焉何为不就？”对曰：“无与同好谁与同恶？取国有五难：有宠无人一也；有人无主二也；有主无谋三也；有谋而无民四也；有民而无德五也。”子比在晋十三年矣晋、楚之从不闻通者可谓无人矣；族尽亲叛可谓无主矣；无衅而动可谓无谋矣；为羁终世可谓无民矣；亡无爱徵可谓无德矣。王虐而不忌子比涉五难以弑君谁能济之！有楚国者其弃疾乎？君陈、蔡方城外属焉。苛慝不作盗贼伏隐私欲不违民无怨心。先神命之国民信之。琇姓有乱必季实立楚之常也。子比之官则右尹也；数其贵宠则庶子也；以神所命则又远之；民无怀焉将何以立？”宣子曰：“齐桓、晋文不亦是乎？”对曰：“齐桓卫姬之子也有宠於釐公。",
    "audio": "48.mp3"
  },
  {
    "text": "有鲍叔牙、宾须无、隰朋以为辅有莒、卫以为外主有高、国以为内主。从善如流施惠不倦。有国不亦宜乎？昔我文公狐季姬之子也有宠於献公。好学不倦。生十七年有士五人有先大夫子馀、子犯以为腹心有魏焠、贾佗以为股肱有齐、宋、秦、楚以为外主有栾、郤、狐、先以为内主。亡十九年守志弥笃。惠、怀弃民民从而与之。故文公有国不亦宜乎？子比无施於民无援於外去晋晋不送；归楚楚不迎。何以有国！”子比果不终焉卒立者弃疾如叔向言也。",
    "audio": "49.mp3"
  },
  {
    "text": "平王二年使费无忌如秦为太子建取妇。妇好来未至无忌先归说平王曰：“秦女好可自娶为太子更求。”平王听之卒自娶秦女生熊珍。更为太子娶。是时伍奢为太子太傅无忌为少傅。无忌无宠於太子常谗恶太子建。建时年十五矣其母蔡女也无宠於王王稍益疏外建也。",
    "audio": "50.mp3"
  },
  {
    "text": "六年使太子建居城父守边。无忌又日夜谗太子建於王曰：“自无忌入秦女太子怨亦不能无望於王王少自备焉。且太子居城父擅兵外交诸侯且欲入矣。”平王召其傅伍奢责之。伍奢知无忌谗乃曰：“王柰何以小臣疏骨肉？”无忌曰：；“今不制後悔也。”於是王遂囚伍奢。乃令司马奋扬召太子建欲诛之。太子闻之亡奔宋。",
    "audio": "51.mp3"
  },
  {
    "text": "无忌曰：“伍奢有二子不杀者为楚国患。盍以免其父召之必至。”於是王使使谓奢：“能致二子则生不能将死。”奢曰：“尚至胥不至。”王曰：“何也？”奢曰：“尚之为人廉死节慈孝而仁闻召而免父必至不顾其死。胥之为人智而好谋勇而矜功知来必死必不来。然为楚国忧者必此子。”於是王使人召之曰：“来吾免尔父。”伍尚谓伍胥曰：“闻父免而莫奔不孝也；父戮莫报无谋也；度能任事知也。子其行矣我其归死。”伍尚遂归。伍胥弯弓属矢出见使者曰：“父有罪何以召其子为？”将射使者还走遂出奔吴。伍奢闻之曰：“胥亡楚国危哉。”楚人遂杀伍奢及尚。",
    "audio": "52.mp3"
  },
  {
    "text": "十年楚太子建母在居巢开吴。吴使公子光伐楚遂败陈、蔡取太子建母而去。楚恐城郢。初吴之边邑卑梁与楚边邑锺离小童争桑两家交怒相攻灭卑梁人。卑梁大夫怒邑兵攻锺离。楚王闻之怒国兵灭卑梁。吴王闻之大怒亦兵使公子光因建母家攻楚遂灭锺离、居巢。楚乃恐而城郢。",
    "audio": "53.mp3"
  },
  {
    "text": "十三年平王卒。将军子常曰：“太子珍少且其母乃前太子建所当娶也。”欲立令尹子西。子西平王之庶弟也有义。子西曰：“国有常法更立则乱言之则致诛。”乃立太子珍是为昭王。",
    "audio": "54.mp3"
  },
  {
    "text": "昭王元年楚众不说费无忌以其谗亡太子建杀伍奢子父与郤宛。宛之宗姓伯氏子嚭及子胥皆奔吴吴兵数侵楚楚人怨无忌甚。楚令尹子常诛无忌以说众众乃喜。",
    "audio": "55.mp3"
  },
  {
    "text": "四年吴三公子奔楚楚封之以扞吴。五年吴伐取楚之六、潜。七年楚使子常伐吴吴大败楚於豫章。",
    "audio": "56.mp3"
  },
  {
    "text": "十年冬吴王阖闾、伍子胥、伯嚭与唐、蔡俱伐楚楚大败吴兵遂入郢辱平王之墓以伍子胥故也。吴兵之来楚使子常以兵迎之夹汉水阵。吴伐败子常子常亡奔郑。楚兵走吴乘胜逐之五战及郢。己卯昭王出奔。庚辰吴人入郢。",
    "audio": "57.mp3"
  },
  {
    "text": "昭王亡也至云梦。云梦不知其王也射伤王。王走郧。郧公之弟怀曰：“平王杀吾父今我杀其子不亦可乎？”郧公止之然恐其弑昭王乃与王出奔随。吴王闻昭王往即进击随谓随人曰：“周之子孙封於江汉之间者楚尽灭之。”欲杀昭王。王从臣子綦乃深匿王自以为王谓随人曰：“以我予吴。”随人卜予吴不吉乃谢吴王曰：“昭王亡不在随。”吴请入自索之随不听吴亦罢去。",
    "audio": "58.mp3"
  },
  {
    "text": "昭王之出郢也使申鲍胥请救於秦。秦以车五百乘救楚楚亦收馀散兵与秦击吴。十一年六月败吴於稷。会吴王弟夫概见吴王兵伤败乃亡归自立为王。阖闾闻之引兵去楚归击夫概。夫概败奔楚楚封之堂谿号为堂谿氏。",
    "audio": "59.mp3"
  },
  {
    "text": "楚昭王灭唐九月归入郢。十二年吴复伐楚取番。楚恐去郢北徙都鄀。",
    "audio": "60.mp3"
  },
  {
    "text": "十六年孔子相鲁。二十年楚灭顿灭胡。二十一年吴王阖闾伐越。越王句践射伤吴王遂死。吴由此怨越而不西伐楚。",
    "audio": "61.mp3"
  },
  {
    "text": "二十七年春吴伐陈楚昭王救之军城父。十月昭王病於军中有赤云如鸟夹日而蜚。昭王问周太史太史曰：“是害於楚王然可移於将相。”将相闻是言乃请自以身祷於神。昭王曰：“将相孤之股肱也今移祸庸去是身乎！”弗听。卜而河为祟大夫请祷河。昭王曰：“自吾先王受封望不过江、汉而河非所获罪也。”止不许。孔子在陈闻是言曰：“楚昭王通大道矣。其不失国宜哉！”",
    "audio": "62.mp3"
  },
  {
    "text": "昭王病甚乃召诸公子大夫曰：“孤不佞再辱楚国之师今乃得以天寿终孤之幸也。”让其弟公子申为王不可。又让次弟公子结亦不可。乃又让次弟公子闾五让乃後许为王。将战庚寅昭王卒於军中。子闾曰：“王病甚舍其子让群臣臣所以许王以广王意也。今君王卒臣岂敢忘君王之意乎！”乃与子西、子綦谋伏师闭涂迎越女之子章立之是为惠王。然後罢兵归葬昭王。",
    "audio": "63.mp3"
  },
  {
    "text": "惠王二年子西召故平王太子建之子胜於吴以为巢大夫号曰白公。白公好兵而下士欲报仇。六年白公请兵令尹子西伐郑。初白公父建亡在郑郑杀之白公亡走吴子西复召之故以此怨郑欲伐之。子西许而未为兵。八年晋伐郑郑告急楚楚使子西救郑受赂而去。白公胜怒乃遂与勇力死士石乞等袭杀令尹子西、子綦於朝因劫惠王置之高府欲弑之。惠王从者屈固负王亡走昭王夫人宫。白公自立为王。月馀会叶公来救楚楚惠王之徒与共攻白公杀之。惠王乃复位。是岁也灭陈而县之。",
    "audio": "64.mp3"
  },
  {
    "text": "十三年吴王夫差彊陵齐、晋来伐楚。十六年越灭吴。四十二年楚灭蔡。四十四年楚灭杞。与秦平。是时越已灭吴而不能正江、淮北；楚东侵广地至泗上。",
    "audio": "65.mp3"
  },
  {
    "text": "五十七年惠王卒子简王中立。",
    "audio": "66.mp3"
  },
  {
    "text": "简王元年北伐灭莒。八年魏文侯、韩武子、赵桓子始列为诸侯。",
    "audio": "67.mp3"
  },
  {
    "text": "二十四年简王卒子声王当立。声王六年盗杀声王子悼王熊疑立。悼王二年三晋来伐楚至乘丘而还。四年楚伐周。郑杀子阳。九年伐韩取负黍。十一年三晋伐楚败我大梁、榆关。楚厚赂秦与之平。二十一年悼王卒子肃王臧立。",
    "audio": "68.mp3"
  },
  {
    "text": "肃王四年蜀伐楚取兹方。於是楚为扞关以距之。十年魏取我鲁阳。十一年肃王卒无子立其弟熊良夫是为宣王。",
    "audio": "69.mp3"
  },
  {
    "text": "宣王六年周天子贺秦献公。秦始复彊而三晋益大魏惠王、齐威王尤彊。三十年秦封卫鞅於商南侵楚。是年宣王卒子威王熊商立。",
    "audio": "70.mp3"
  },
  {
    "text": "威王六年周显王致文武胙於秦惠王。",
    "audio": "71.mp3"
  },
  {
    "text": "七年齐孟尝君父田婴欺楚楚威王伐齐败之於徐州而令齐必逐田婴。田婴恐张丑伪谓楚王曰：“王所以战胜於徐州者田盼子不用也。盼子者有功於国而百姓为之用。婴子弗善而用申纪。申纪者大臣不附百姓不为用故王胜之也。今王逐婴子婴子逐盼子必用矣。复搏其士卒以与王遇必不便於王矣。”楚王因弗逐也。",
    "audio": "72.mp3"
  },
  {
    "text": "十一年威王卒子怀王熊槐立。魏闻楚丧伐楚取我陉山。",
    "audio": "73.mp3"
  },
  {
    "text": "怀王元年张仪始相秦惠王。四年秦惠王初称王。",
    "audio": "74.mp3"
  },
  {
    "text": "六年楚使柱国昭阳将兵而攻魏破之於襄陵得八邑。又移兵而攻齐齐王患之。陈轸適为秦使齐齐王曰：“为之柰何？”陈轸曰：“王勿忧请令罢之。”即往见昭阳军中曰：“原闻楚国之法破军杀将者何以贵之？”昭阳曰：“其官为上柱国封上爵执珪。”陈轸曰：“其有贵於此者乎？”昭阳曰：“令尹。”陈轸曰：“今君已为令尹矣此国冠之上。臣请得譬之。人有遗其舍人一卮酒者舍人相谓曰：‘数人饮此不足以遍请遂画地为蛇蛇先成者独饮之。’一人曰：‘吾蛇先成。’举酒而起曰：‘吾能为之足。’及其为之足而後成*人夺之酒而饮之曰：‘蛇固无足今为之足是非蛇也。’今君相楚而攻魏破军杀将功莫大焉冠之上不可以加矣。今又移兵而攻齐攻齐胜之官爵不加於此；攻之不胜身死爵夺有毁於楚：此为蛇为足之说也。",
    "audio": "75.mp3"
  },
  {
    "text": "不若引兵而去以德齐此持满之术也。”昭阳曰：“善。”引兵而去。",
    "audio": "76.mp3"
  },
  {
    "text": "燕、韩君初称王。秦使张仪与楚、齐、魏相会盟齧桑。",
    "audio": "77.mp3"
  },
  {
    "text": "十一年苏秦约从山东六国共攻秦楚怀王为从长。至函谷关秦出兵击六国六国兵皆引而归齐独後。十二年齐湣王伐败赵、魏军秦亦伐败韩与齐争长。",
    "audio": "78.mp3"
  },
  {
    "text": "十六年秦欲伐齐而楚与齐从亲秦惠王患之乃宣言张仪免相使张仪南见楚王谓楚王曰：“敝邑之王所甚说者无先大王虽仪之所甚原为门阑之厮者亦无先大王。敝邑之王所甚憎者无先齐王虽仪之所甚憎者亦无先齐王。而大王和之是以敝邑之王不得事王而令仪亦不得为门阑之厮也。王为仪闭关而绝齐今使使者从仪西取故秦所分楚商於之地方六百里如是则齐弱矣。是北弱齐西德於秦私商於以为富此一计而三利俱至也。”怀王大悦乃置相玺於张仪日与置酒宣言“吾复得吾商於之地”。群臣皆贺而陈轸独吊。怀王曰：“何故？”陈轸对曰：“秦之所为重王者以王之有齐也。今地未可得而齐交先绝是楚孤也。夫秦又何重孤国哉必轻楚矣。且先出地而後绝齐则秦计不为。先绝齐而後责地则必见欺於张仪。见欺於张仪则王必怨之。怨之是西起秦患北绝齐交。",
    "audio": "79.mp3"
  },
  {
    "text": "西起秦患北绝齐交则两国之兵必至。臣故吊。”楚王弗听因使一将军西受封地。",
    "audio": "80.mp3"
  },
  {
    "text": "张仪至秦详醉坠车称病不出三月地不可得。楚王曰：“仪以吾绝齐为尚薄邪？”乃使勇士宋遗北辱齐王。齐王大怒折楚符而合於秦。秦齐交合张仪乃起朝谓楚将军曰：“子何不受地？从某至某广袤六里。”楚将军曰：“臣之所以见命者六百里不闻六里。”即以归报怀王。怀王大怒兴师将伐秦。陈轸又曰：“伐秦非计也。不如因赂之一名都与之伐齐是我亡於秦取偿於齐也吾国尚可全。今王已绝於齐而责欺於秦是吾合秦齐之交而来天下之兵也国必大伤矣。”楚王不听遂绝和於秦兵西攻秦。秦亦兵击之。",
    "audio": "81.mp3"
  },
  {
    "text": "十七年春与秦战丹阳秦大败我军斩甲士八万虏我大将军屈匄、裨将军逢侯丑等七十馀人遂取汉中之郡。楚怀王大怒乃悉国兵复袭秦战於蓝田大败楚军。韩、魏闻楚之困乃南袭楚至於邓。楚闻乃引兵归。",
    "audio": "82.mp3"
  },
  {
    "text": "十八年秦使使约复与楚亲分汉中之半以和楚。楚王曰：“原得张仪不原得地。”张仪闻之请之楚。秦王曰：“楚且甘心於子柰何？”张仪曰：“臣善其左右靳尚靳尚又能得事於楚王幸姬郑袖袖所言无不从者。且仪以前使负楚以商於之约今秦楚大战有恶臣非面自谢楚不解。且大王在楚不宜敢取仪。诚杀仪以便国臣之原也。”仪遂使楚。",
    "audio": "83.mp3"
  },
  {
    "text": "至怀王不见因而囚张仪欲杀之。仪私於靳尚靳尚为请怀王曰：“拘张仪秦王必怒。天下见楚无秦必轻王矣。”又谓夫人郑袖曰：“秦王甚爱张仪而王欲杀之今将以上庸之地六县赂楚以美人聘楚王以宫中善歌者为之媵。楚王重地秦女必贵而夫人必斥矣。夫人不若言而出之。”郑袖卒言张仪於王而出之。仪出怀王因善遇仪仪因说楚王以叛从约而与秦合亲约婚姻。张仪已去屈原使从齐来谏王曰：“何不诛张仪？”怀王悔使人追仪弗及。是岁秦惠王卒。",
    "audio": "84.mp3"
  },
  {
    "text": "二十年齐湣王欲为从长恶楚之与秦合乃使使遗楚王书曰：“寡人患楚之不察於尊名也。今秦惠王死武王立张仪走魏樗里疾、公孙衍用而楚事秦。夫樗里疾善乎韩而公孙衍善乎魏；楚必事秦韩、魏恐必因二人求合於秦则燕、赵亦宜事秦。四国争事秦则楚为郡县矣。王何不与寡人并力收韩、魏、燕、赵与为从而尊周室以案兵息民令於天下？莫敢不乐听则王名成矣。王率诸侯并伐破秦必矣。王取武关、蜀、汉之地私吴、越之富而擅江海之利韩、魏割上党西薄函谷则楚之彊百万也。且王欺於张仪亡地汉中兵锉蓝田天下莫不代王怀怒。今乃欲先事秦！原大王孰计之。”",
    "audio": "85.mp3"
  },
  {
    "text": "楚王业已欲和於秦见齐王书犹豫不决下其议群臣。群臣或言和秦或曰听齐。昭雎曰：“王虽东取地於越不足以刷耻；必且取地於秦而後足以刷耻於诸侯。王不如深善齐、韩以重樗里疾如是则王得韩、齐之重以求地矣。秦破韩宜阳而韩犹复事秦者以先王墓在平阳而秦之武遂去之七十里以故尤畏秦。不然秦攻三川赵攻上党楚攻河外韩必亡。楚之救韩不能使韩不亡然存韩者楚也。韩已得武遂於秦以河山为塞所报德莫如楚厚臣以为其事王必疾。齐之所信於韩者以韩公子眛为齐相也。韩已得武遂於秦王甚善之使之以齐、韩重樗里疾疾得齐、韩之重其主弗敢弃疾也。今又益之以楚之重樗里子必言秦复与楚之侵地矣。”於是怀王许之竟不合秦而合齐以善韩。",
    "audio": "86.mp3"
  },
  {
    "text": "二十四年倍齐而合秦。秦昭王初立乃厚赂於楚。楚往迎妇。二十五年怀王入与秦昭王盟约於黄棘。秦复与楚上庸。二十六年齐、韩、魏为楚负其从亲而合於秦三国共伐楚。楚使太子入质於秦而请救。秦乃遣客卿通将兵救楚三国引兵去。",
    "audio": "87.mp3"
  },
  {
    "text": "二十七年秦大夫有私与楚太子斗楚太子杀之而亡归。二十八年秦乃与齐、韩、魏共攻楚杀楚将唐眛取我重丘而去。二十九年秦复攻楚大破楚楚军死者二万杀我将军景缺。怀王恐乃使太子为质於齐以求平。三十年秦复伐楚取八城。秦昭王遗楚王书曰：“始寡人与王约为弟兄盟于黄棘太子为质至驩也。太子陵杀寡人之重臣不谢而亡去寡人诚不胜怒使兵侵君王之边。今闻君王乃令太子质於齐以求平。寡人与楚接境壤界故为婚姻所从相亲久矣。而今秦楚不驩则无以令诸侯。寡人原与君王会武关面相约结盟而去寡人之原也。敢以闻下执事。”楚怀王见秦王书患之。欲往恐见欺；无往恐秦怒。昭雎曰：“王毋行而兵自守耳。秦虎狼不可信有并诸侯之心。”怀王子子兰劝王行曰：“柰何绝秦之驩心！”於是往会秦昭王。昭王诈令一将军伏兵武关号为秦王。",
    "audio": "88.mp3"
  },
  {
    "text": "楚王至则闭武关遂与西至咸阳朝章台如蕃臣不与亢礼。楚怀王大怒悔不用昭子言。秦因留楚王要以割巫、黔中之郡。楚王欲盟秦欲先得地。楚王怒曰：“秦诈我而又彊要我以地！”不复许秦。秦因留之。",
    "audio": "89.mp3"
  },
  {
    "text": "楚大臣患之乃相与谋曰：“吾王在秦不得还要以割地而太子为质於齐齐、秦合谋则楚无国矣。”乃欲立怀王子在国者。昭雎曰：“王与太子俱困於诸侯而今又倍王命而立其庶子不宜。”乃诈赴於齐齐湣王谓其相曰：“不若留太子以求楚之淮北。”相曰：“不可郢中立王是吾抱空质而行不义於天下也。”或曰：“不然。郢中立王因与其新王市曰‘予我下东国吾为王杀太子不然将与三国共立之’然则东国必可得矣。”齐王卒用其相计而归楚太子。太子横至立为王是为顷襄王。乃告于秦曰：“赖社稷神灵国有王矣。”",
    "audio": "90.mp3"
  },
  {
    "text": "顷襄王横元年秦要怀王不可得地楚立王以应秦秦昭王怒兵出武关攻楚大败楚军斩五万取析十五城而去。二年楚怀王亡逃归秦觉之遮楚道怀王恐乃从间道走赵以求归。赵主父在代其子惠王初立行王事恐不敢入楚王。楚王欲走魏秦追至遂与秦使复之秦。怀王遂病。顷襄王三年怀王卒于秦秦归其丧于楚。楚人皆怜之如悲亲戚。诸侯由是不直秦。秦楚绝。",
    "audio": "91.mp3"
  },
  {
    "text": "六年秦使白起伐韩於伊阙大胜斩二十四万。秦乃遗楚王书曰：“楚倍秦秦且率诸侯伐楚争一旦之命。原王之饬士卒得一乐战。”楚顷襄王患之乃谋复与秦平。七年楚迎妇於秦秦楚复平。",
    "audio": "92.mp3"
  },
  {
    "text": "十一年齐秦各自称为帝；月馀复归帝为王。",
    "audio": "93.mp3"
  },
  {
    "text": "十四年楚顷襄王与秦昭王好会于宛结和亲。十五年楚王与秦、三晋、燕共伐齐取淮北。十六年与秦昭王好会於鄢。其秋复与秦王会穰。",
    "audio": "94.mp3"
  },
  {
    "text": "十八年楚人有好以弱弓微缴加归雁之上者顷襄王闻召而问之。对曰：“小臣之好射鶀雁罗鸗小矢之也何足为大王道也。且称楚之大因大王之贤所弋非直此也。昔者三王以弋道德五霸以弋战国。故秦、魏、燕、赵者鶀雁也；齐、鲁、韩、卫者青也；驺、费、郯、邳者罗鸗也。外其馀则不足射者。见鸟六双以王何取？王何不以圣人为弓以勇士为缴时张而射之？此六双者可得而囊载也。其乐非特朝昔之乐也其获非特凫雁之实也。王朝张弓而射魏之大梁之南加其右臂而径属之於韩则中国之路绝而上蔡之郡坏矣。还射圉之东解魏左肘而外击定陶则魏之东外弃而大宋、方与二郡者举矣。且魏断二臂颠越矣；膺击郯国大梁可得而有也。王綪缴兰台饮马西河定魏大梁此一之乐也。",
    "audio": "95.mp3"
  },
  {
    "text": "若王之於弋诚好而不厌则出宝弓碆新缴射噣鸟於东海还盖长城以为防朝射东莒夕浿丘夜加即墨顾据午道则长城之东收而太山之北举矣。西结境於赵而北达於燕三国布嬛则从不待约而可成也。北游目於燕之辽东而南登望於越之会稽此再之乐也。若夫泗上十二诸侯左萦而右拂之可一旦而尽也。今秦破韩以为长忧得列城而不敢守也；伐魏而无功击赵而顾病则秦魏之勇力屈矣楚之故地汉中、析、郦可得而复有也。王出宝弓碆新缴涉鄳塞而待秦之倦也山东、河内可得而一也。劳民休众南面称王矣。故曰秦为大鸟负海内而处东面而立左臂据赵之西南右臂傅楚鄢郢膺击韩魏垂头中国处既形便势有地利奋翼鼓嬛方三千里则秦未可得独招而夜射也。”欲以激怒襄王故对以此言。襄王因召与语遂言曰：“夫先王为秦所欺而客死於外怨莫大焉。",
    "audio": "96.mp3"
  },
  {
    "text": "今以匹夫有怨尚有报万乘白公、子胥是也。今楚之地方五千里带甲百万犹足以踊跃中野也而坐受困臣窃为大王弗取也。”於是顷襄王遣使於诸侯复为从欲以伐秦。秦闻之兵来伐楚。",
    "audio": "97.mp3"
  },
  {
    "text": "楚欲与齐韩连和伐秦因欲图周。周王赧使武公谓楚相昭子曰：“三国以兵割周郊地以便输而南器以尊楚臣以为不然。夫弑共主臣世君大国不亲；以众胁寡小国不附。大国不亲小国不附不可以致名实。名实不得不足以伤民。夫有图周之声非所以为号也。”昭子曰：“乃图周则无之。虽然周何故不可图也？”对曰：“军不五不攻城不十不围。夫一周为二十晋公之所知也。韩尝以二十万之众辱於晋之城下锐士死中士伤而晋不拔。公之无百韩以图周此天下之所知也。夫怨结两周以塞驺鲁之心交绝於齐声失天下其为事危矣。夫危两周以厚三川方城之外必为韩弱矣。何以知其然也？西周之地绝长补短不过百里。名为天下共主裂其地不足以肥国得其众不足以劲兵。虽无攻之名为弑君。然而好事之君喜攻之臣号用兵未尝不以周为终始。",
    "audio": "98.mp3"
  },
  {
    "text": "是何也？见祭器在焉欲器之至而忘弑君之乱。今韩以器之在楚臣恐天下以器雠楚也。臣请譬之。夫虎肉臊其兵利身人犹攻之也。若使泽中之麋蒙虎之皮人之攻之必万於虎矣。裂楚之地足以肥国；诎楚之名足以尊主。今子将以欲诛残天下之共主居三代之传器吞三翮六翼以高世主非贪而何？周书曰‘欲起无先’故器南则兵至矣。”於是楚计辍不行。",
    "audio": "99.mp3"
  },
  {
    "text": "十九年秦伐楚楚军败割上庸、汉北地予秦。二十一年秦将白起遂拔我郢烧先王墓夷陵。楚襄王兵散遂不复战东北保於陈城。二十二年秦复拔我巫、黔中郡。",
    "audio": "100.mp3"
  },
  {
    "text": "二十三年襄王乃收东地兵得十馀万复西取秦所拔我江旁十五邑以为郡距秦。二十七年使三万人助三晋伐燕。复与秦平而入太子为质於秦。楚使左徒侍太子於秦。",
    "audio": "101.mp3"
  },
  {
    "text": "三十六年顷襄王病太子亡归。秋顷襄王卒太子熊元代立是为考烈王。考烈王以左徒为令尹封以吴号春申君。",
    "audio": "102.mp3"
  },
  {
    "text": "考烈王元年纳州于秦以平。是时楚益弱。",
    "audio": "103.mp3"
  },
  {
    "text": "六年秦围邯郸赵告急楚楚遣将军景阳救赵。七年至新中。秦兵去。十二年秦昭王卒楚王使春申君吊祠于秦。十六年秦庄襄王卒秦王赵政立。二十二年与诸侯共伐秦不利而去。楚东徙都寿春命曰郢。",
    "audio": "104.mp3"
  },
  {
    "text": "二十五年考烈王卒子幽王悍立。李园杀春申君。幽王三年秦、魏伐楚。秦相吕不韦卒。九年秦灭韩。十年幽王卒同母弟犹代立是为哀王。哀王立二月馀哀王庶兄负刍之徒袭杀哀王而立负刍为王。是岁秦虏赵王迁。",
    "audio": "105.mp3"
  },
  {
    "text": "王负刍元年燕太子丹使荆轲刺秦王。二年秦使将军伐楚大破楚军亡十馀城。三年秦灭魏。四年秦将王翦破我军於蕲而杀将军项燕。",
    "audio": "106.mp3"
  },
  {
    "text": "五年秦将王翦、蒙武遂破楚国虏楚王负刍灭楚名为郡云。",
    "audio": "107.mp3"
  },
  {
    "text": "太史公曰：楚灵王方会诸侯於申诛齐庆封作章华台求周九鼎之时志小天下；及饿死于申亥之家为天下笑。操行之不得悲夫！势之於人也可不慎与？弃疾以乱立嬖淫秦女甚乎哉几再亡国！",
    "audio": "108.mp3"
  },
  {
    "text": "鬻熊之嗣周封於楚。僻在荆蛮荜路蓝缕。及通而霸僭号曰武。文既伐申成亦赦许。子圉篡嫡商臣杀父。天祸未悔凭奸自怙。昭困奔亡怀迫囚虏。顷襄、考烈祚衰南土。",
    "audio": "109.mp3"
  },
  {
    "text": "",
    "audio": "110.mp3"
  }
]