[
  {
    "text": "# 郑世家"
  },
  {
    "text": "郑桓公友者周厉王少子而宣王庶弟也。宣王立二十二年友初封于郑。封三十三岁百姓皆便爱之。幽王以为司徒。和集周民周民皆说河雒之间人便思之。为司徒一岁幽王以襃后故王室治多邪诸侯或畔之。於是桓公问太史伯曰：“王室多故予安逃死乎？”太史伯对曰：“独雒之东土河济之南可居。”公曰：“何以？”对曰：“地近虢、郐虢、郐之君贪而好利百姓不附。今公为司徒民皆爱公公诚请居之虢、郐之君见公方用事轻分公地。公诚居之虢、郐之民皆公之民也。”公曰：“吾欲南之江上何如？”对曰：“昔祝融为高辛氏火正其功大矣而其於周未有兴者楚其後也。周衰楚必兴。兴非郑之利也。”公曰：“吾欲居西方何如？”对曰：“其民贪而好利难久居。”",
    "audio": "1.mp3"
  },
  {
    "text": "公曰：“周衰何国兴者？”对曰：“齐、秦、晋、楚乎？夫齐姜姓伯夷之後也伯夷佐尧典礼。秦嬴姓伯翳之後也伯翳佐舜怀柔百物。及楚之先皆尝有功於天下。而周武王克纣後成王封叔虞于唐其地阻险以此有德与周衰并亦必兴矣。”桓公曰：“善。”於是卒言王东徙其民雒东而虢、郐果献十邑竟国之。",
    "audio": "2.mp3"
  },
  {
    "text": "二岁犬戎杀幽王於骊山下并杀桓公。郑人共立其子掘突是为武公。",
    "audio": "3.mp3"
  },
  {
    "text": "武公十年娶申侯女为夫人曰武姜。生太子寤生生之难及生夫人弗爱。後生少子叔段段生易夫人爱之。二十七年武公疾。夫人请公欲立段为太子公弗听。是岁武公卒寤生立是为庄公。",
    "audio": "4.mp3"
  },
  {
    "text": "庄公元年封弟段於京号太叔。祭仲曰：“京大於国非所以封庶也。”庄公曰：“武姜欲之我弗敢夺也。”段至京缮治甲兵与其母武姜谋袭郑。二十二年段果袭郑武姜为内应。庄公兵伐段段走。伐京京人畔段段出走鄢。鄢溃段出奔共。於是庄公迁其母武姜於城颍誓言曰：“不至黄泉毋相见也。”居岁馀已悔思母。颍谷之考叔有献於公公赐食。考叔曰：“臣有母请君食赐臣母。”庄公曰：“我甚思母恶负盟柰何？”考叔曰：“穿地至黄泉则相见矣。”於是遂从之见母。",
    "audio": "5.mp3"
  },
  {
    "text": "二十四年宋缪公卒公子冯奔郑。郑侵周地取禾。二十五年卫州吁弑其君桓公自立与宋伐郑以冯故也。二十七年始朝周桓王。桓王怒其取禾弗礼也。二十九年庄公怒周弗礼与鲁易祊、许田。三十三年宋杀孔父。三十七年庄公不朝周周桓王率陈、蔡、虢、卫伐郑。庄公与祭仲、高渠弥兵自救王师大败。祝聸射中王臂。祝聸请从之郑伯止之曰：“犯长且难之况敢陵天子乎？”乃止。夜令祭仲问王疾。",
    "audio": "6.mp3"
  },
  {
    "text": "三十八年北戎伐齐齐使求救郑遣太子忽将兵救齐。齐釐公欲妻之忽谢曰：“我小国非齐敌也。”时祭仲与俱劝使取之曰：“君多内宠太子无大援将不立三公子皆君也。”所谓三公子者太子忽其弟突次弟子亹也。",
    "audio": "7.mp3"
  },
  {
    "text": "四十三年郑庄公卒。初祭仲甚有宠於庄公庄公使为卿；公使娶邓女生太子忽故祭仲立之是为昭公。",
    "audio": "8.mp3"
  },
  {
    "text": "庄公又娶宋雍氏女生厉公突。雍氏有宠於宋。宋庄公闻祭仲之立忽乃使人诱召祭仲而执之曰：“不立突将死。”亦执突以求赂焉。祭仲许宋与宋盟。以突归立之。昭公忽闻祭仲以宋要立其弟突九月丁亥忽出奔卫。己亥突至郑立是为厉公。",
    "audio": "9.mp3"
  },
  {
    "text": "厉公四年祭仲专国政。厉公患之阴使其婿雍纠欲杀祭仲。纠妻祭仲女也知之谓其母曰：“父与夫孰亲？”母曰：“父一而已人尽夫也。”女乃告祭仲祭仲反杀雍纠戮之於市。厉公无柰祭仲何怒纠曰：“谋及妇人死固宜哉！”夏厉公出居边邑栎。祭仲迎昭公忽六月乙亥复入郑即位。",
    "audio": "10.mp3"
  },
  {
    "text": "秋郑厉公突因栎人杀其大夫单伯遂居之。诸侯闻厉公出奔伐郑弗克而去。宋颇予厉公兵自守於栎郑以故亦不伐栎。",
    "audio": "11.mp3"
  },
  {
    "text": "昭公二年自昭公为太子时父庄公欲以高渠弥为卿太子忽恶之庄公弗听卒用渠弥为卿。及昭公即位惧其杀己冬十月辛卯渠弥与昭公出猎射杀昭公於野。祭仲与渠弥不敢入厉公乃更立昭公弟子亹为君是为子亹也无谥号。",
    "audio": "12.mp3"
  },
  {
    "text": "子亹元年七月齐襄公会诸侯於止郑子亹往会高渠弥相从祭仲称疾不行。所以然者子亹自齐襄公为公子之时尝会斗相仇及会诸侯祭仲请子亹无行。子亹曰：“齐彊而厉公居栎即不往是率诸侯伐我内厉公。我不如往往何遽必辱且又何至是！”卒行。於是祭仲恐齐并杀之故称疾。子亹至不谢齐侯齐侯怒遂伏甲而杀子亹。高渠弥亡归归与祭仲谋召子亹弟公子婴於陈而立之是为郑子。是岁齐襄公使彭生醉拉杀鲁桓公。",
    "audio": "13.mp3"
  },
  {
    "text": "郑子八年齐人管至父等作乱弑其君襄公。十二年宋人长万弑其君湣公。郑祭仲死。",
    "audio": "14.mp3"
  },
  {
    "text": "十四年故郑亡厉公突在栎者使人诱劫郑大夫甫假要以求入。假曰：“舍我我为君杀郑子而入君。”厉公与盟乃舍之。六月甲子假杀郑子及其二子而迎厉公突突自栎复入即位。初内蛇与外蛇斗於郑南门中内蛇死。居六年厉公果复入。入而让其伯父原曰：“我亡国外居伯父无意入我亦甚矣。”原曰：“事君无二心人臣之职也。原知罪矣。”遂自杀。厉公於是谓甫假曰：“子之事君有二心矣。”遂诛之。假曰：“重德不报诚然哉！”",
    "audio": "15.mp3"
  },
  {
    "text": "厉公突後元年齐桓公始霸。",
    "audio": "16.mp3"
  },
  {
    "text": "五年燕、卫与周惠王弟穨伐王王出奔温立弟穨为王。六年惠王告急郑厉公兵击周王子穨弗胜於是与周惠王归王居于栎。七年春郑厉公与虢叔袭杀王子穨而入惠王于周。",
    "audio": "17.mp3"
  },
  {
    "text": "秋厉公卒子文公踕立。厉公初立四岁亡居栎居栎十七岁复入立七岁与亡凡二十八年。",
    "audio": "18.mp3"
  },
  {
    "text": "文公十七年齐桓公以兵破蔡遂伐楚至召陵。",
    "audio": "19.mp3"
  },
  {
    "text": "二十四年文公之贱妾曰燕姞梦天与之兰曰：“余为伯鯈。余尔祖也。以是为而子兰有国香。”以梦告文公文公幸之而予之草兰为符。遂生子名曰兰。",
    "audio": "20.mp3"
  },
  {
    "text": "三十六年晋公子重耳过文公弗礼。文公弟叔詹曰：“重耳贤且又同姓穷而过君不可无礼。”文公曰：“诸侯亡公子过者多矣安能尽礼之！”詹曰：“君如弗礼遂杀之；弗杀使即反国为郑忧矣。”文公弗听。",
    "audio": "21.mp3"
  },
  {
    "text": "三十七年春晋公子重耳反国立是为文公。秋郑入滑滑听命已而反与卫於是郑伐滑。周襄王使伯馃请滑。郑文公怨惠王之亡在栎而文公父厉公入之而惠王不赐厉公爵禄又怨襄王之与卫滑故不听襄王请而囚伯馃。王怒与翟人伐郑弗克。冬翟攻伐襄王襄王出奔郑郑文公居王于氾。三十八年晋文公入襄王成周。",
    "audio": "22.mp3"
  },
  {
    "text": "四十一年助楚击晋。自晋文公之过无礼故背晋助楚。四十三年晋文公与秦穆公共围郑讨其助楚攻晋者及文公过时之无礼也。初郑文公有三夫人宠子五人皆以罪蚤死。公怒溉逐群公子。子兰奔晋从晋文公围郑。时兰事晋文公甚谨爱幸之乃私於晋以求入郑为太子。晋於是欲得叔詹为僇。郑文公恐不敢谓叔詹言。詹闻言於郑君曰：“臣谓君君不听臣晋卒为患。然晋所以围郑以詹詹死而赦郑国詹之原也。”乃自杀。郑人以詹尸与晋。晋文公曰：“必欲一见郑君辱之而去。”郑人患之乃使人私於秦曰：“破郑益晋非秦之利也。”秦兵罢。晋文公欲入兰为太子以告郑。郑大夫石癸曰：“吾闻姞姓乃后稷之元妃其後当有兴者。子兰母其後也。且夫人子尽已死馀庶子无如兰贤。今围急晋以为请利孰大焉！”遂许晋与盟而卒立子兰为太子晋兵乃罢去。",
    "audio": "23.mp3"
  },
  {
    "text": "四十五年文公卒子兰立是为缪公。",
    "audio": "24.mp3"
  },
  {
    "text": "缪公元年春秦缪公使三将将兵欲袭郑至滑逢郑贾人弦高诈以十二牛劳军故秦兵不至而还晋败之於崤。初往年郑文公之卒也郑司城缯贺以郑情卖之秦兵故来。三年郑兵从晋伐秦败秦兵於汪。",
    "audio": "25.mp3"
  },
  {
    "text": "往年楚太子商臣弑其父成王代立。二十一年与宋华元伐郑。华元杀羊食士不与其御羊斟怒以驰郑郑囚华元。宋赎华元元亦亡去。晋使赵穿以兵伐郑。",
    "audio": "26.mp3"
  },
  {
    "text": "二十二年郑缪公卒子夷立是为灵公。",
    "audio": "27.mp3"
  },
  {
    "text": "灵公元年春楚献鼋於灵公。子家、子公将朝灵公子公之食指动谓子家曰：“佗日指动必食异物。”及入见灵公进鼋羹子公笑曰：“果然！”灵公问其笑故具告灵公。灵公召之独弗予羹。子公怒染其指尝之而出。公怒欲杀子公。子公与子家谋先。夏弑灵公。郑人欲立灵公弟去疾去疾让曰：“必以贤则去疾不肖；必以顺则公子坚长。”坚者灵公庶弟去疾之兄也。於是乃立子坚是为襄公。",
    "audio": "28.mp3"
  },
  {
    "text": "襄公立将尽去缪氏。缪氏者杀灵公、子公之族家也。去疾曰：“必去缪氏我将去之。”乃止。皆以为大夫。",
    "audio": "29.mp3"
  },
  {
    "text": "襄公元年楚怒郑受宋赂纵华元伐郑。郑背楚与晋亲。五年楚复伐郑晋来救之。六年子家卒国人复逐其族以其弑灵公也。",
    "audio": "30.mp3"
  },
  {
    "text": "七年郑与晋盟鄢陵。八年楚庄王以郑与晋盟来伐围郑三月郑以城降楚。楚王入自皇门郑襄公肉袒掔羊以迎曰：“孤不能事边邑使君王怀怒以及弊邑孤之罪也。敢不惟命是听。君王迁之江南及以赐诸侯亦惟命是听。若君王不忘厉、宣王桓、武公哀不忍绝其社稷锡不毛之地使复得改事君王孤之原也然非所敢望也。敢布腹心惟命是听。”庄王为卻三十里而後舍。楚群臣曰：“自郢至此士大夫亦久劳矣。今得国舍之何如？”庄王曰：“所为伐伐不服也。今已服尚何求乎？”卒去。晋闻楚之伐郑兵救郑。其来持两端故迟比至河楚兵已去。晋将率或欲渡或欲还卒渡河。庄王闻还击晋。郑反助楚大破晋军於河上。十年晋来伐郑以其反晋而亲楚也。",
    "audio": "31.mp3"
  },
  {
    "text": "十一年楚庄王伐宋宋告急于晋。晋景公欲兵救宋伯宗谏晋君曰：“天方开楚未可伐也。”乃求壮士得霍人解扬字子虎诓楚令宋毋降。过郑郑与楚亲乃执解扬而献楚。楚王厚赐与约使反其言令宋趣降三要乃许。於是楚登解扬楼车令呼宋。遂负楚约而致其晋君命曰：“晋方悉国兵以救宋宋虽急慎毋降楚晋兵今至矣！”楚庄王大怒将杀之。解扬曰：“君能制命为义臣能承命为信。受吾君命以出有死无陨。”庄王曰：“若之许我已而背之其信安在？”解扬曰：“所以许王欲以成吾君命也。”将死顾谓楚军曰：“为人臣无忘尽忠得死者！”楚王诸弟皆谏王赦之於是赦解扬使归。晋爵之为上卿。",
    "audio": "32.mp3"
  },
  {
    "text": "十八年襄公卒子悼公晞立。",
    "audio": "33.mp3"
  },
  {
    "text": "悼公元年鄦公恶郑於楚悼公使弟睔於楚自讼。讼不直楚囚睔。於是郑悼公来与晋平遂亲。睔私於楚子反子反言归睔於郑。",
    "audio": "34.mp3"
  },
  {
    "text": "二年楚伐郑晋兵来救。是岁悼公卒立其弟睔是为成公。",
    "audio": "35.mp3"
  },
  {
    "text": "成公三年楚共王曰“郑成公孤有德焉”使人来与盟。成公私与盟。秋成公朝晋晋曰“郑私平於楚”执之。使栾书伐郑。四年春郑患晋围公子如乃立成公庶兄繻为君。其四月晋闻郑立君乃归成公。郑人闻成公归亦杀君繻迎成公。晋兵去。",
    "audio": "36.mp3"
  },
  {
    "text": "十年背晋盟盟於楚。晋厉公怒兵伐郑。楚共王救郑。晋楚战鄢陵楚兵败晋射伤楚共王目俱罢而去。十三年晋悼公伐郑兵於洧上。郑城守晋亦去。",
    "audio": "37.mp3"
  },
  {
    "text": "十四年成公卒子恽立。是为釐公。",
    "audio": "38.mp3"
  },
  {
    "text": "釐公五年郑相子驷朝釐公釐公不礼。子驷怒使厨人药杀釐公赴诸侯曰“釐公暴病卒”。立釐公子嘉嘉时年五岁是为简公。",
    "audio": "39.mp3"
  },
  {
    "text": "简公元年诸公子谋欲诛相子驷子驷觉之反尽诛诸公子。二年晋伐郑郑与盟晋去。冬又与楚盟。子驷畏诛故两亲晋、楚。三年相子驷欲自立为君公子子孔使尉止杀相子驷而代之。子孔又欲自立。子产曰：“子驷为不可诛之今又效之是乱无时息也。”於是子孔从之而相郑简公。",
    "audio": "40.mp3"
  },
  {
    "text": "四年晋怒郑与楚盟伐郑郑与盟。楚共王救郑败晋兵。简公欲与晋平楚又囚郑使者。",
    "audio": "41.mp3"
  },
  {
    "text": "十二年简公怒相子孔专国权诛之而以子产为卿。十九年简公如晋请卫君还而封子产以六邑。子产让受其三邑。二十二年吴使延陵季子於郑见子产如旧交谓子产曰：“郑之执政者侈难将至政将及子。子为政必以礼；不然郑将败。”子产厚遇季子。二十三年诸公子争宠相杀又欲杀子产。公子或谏曰：“子产仁人郑所以存者子产也勿杀！”乃止。",
    "audio": "42.mp3"
  },
  {
    "text": "二十五年郑使子产於晋问平公疾。平公曰：“卜而曰实沈、台骀为祟史官莫知敢问？”对曰：“高辛氏有二子长曰阏伯季曰实沈居旷林不相能也日操干戈以相征伐。后帝弗臧迁阏伯于商丘主辰商人是因故辰为商星。迁实沈于大夏主参唐人是因服事夏、商其季世曰唐叔虞。”当武王邑姜方娠大叔梦帝谓己：‘余命而子曰虞乃与之唐属之参而蕃育其子孙。’及生有文在其掌曰‘虞’遂以命之。及成王灭唐而国大叔焉。故参为晋星。”由是观之则实沈参神也。昔金天氏有裔子曰昧为玄冥师生允格、台骀。台骀能业其官宣汾、洮障大泽以处太原。帝用嘉之国之汾川。沈、姒、蓐、黄实守其祀。今晋主汾川而灭之。由是观之则台骀汾、洮神也。然是二者不害君身。",
    "audio": "43.mp3"
  },
  {
    "text": "山川之神则水旱之菑禜之；日月星辰之神则雪霜风雨不时禜之；若君疾饮食哀乐女色所生也。”平公及叔乡曰：“善博物君子也！”厚为之礼於子产。",
    "audio": "44.mp3"
  },
  {
    "text": "二十七年夏郑简公朝晋。冬畏楚灵王之彊又朝楚子产从。二十八年郑君病使子产会诸侯与楚灵王盟於申诛齐庆封。",
    "audio": "45.mp3"
  },
  {
    "text": "三十六年简公卒子定公宁立。秋定公朝晋昭公。",
    "audio": "46.mp3"
  },
  {
    "text": "定公元年楚公子弃疾弑其君灵王而自立为平王。欲行德诸侯。归灵王所侵郑地于郑。",
    "audio": "47.mp3"
  },
  {
    "text": "四年晋昭公卒其六卿彊公室卑。子产谓韩宣子曰：“为政必以德毋忘所以立。”",
    "audio": "48.mp3"
  },
  {
    "text": "六年郑火公欲禳之。子产曰：“不如修德。”",
    "audio": "49.mp3"
  },
  {
    "text": "八年楚太子建来奔。十年太子建与晋谋袭郑。郑杀建建子胜奔吴。",
    "audio": "50.mp3"
  },
  {
    "text": "十一年定公如晋。晋与郑谋诛周乱臣入敬王于周。",
    "audio": "51.mp3"
  },
  {
    "text": "十三年定公卒子献公虿立。献公十三年卒子声公胜立。当是时晋六卿彊侵夺郑郑遂弱。",
    "audio": "52.mp3"
  },
  {
    "text": "声公五年郑相子产卒郑人皆哭泣悲之如亡亲戚。子产者郑成公少子也。为人仁爱人事君忠厚。孔子尝过郑与子产如兄弟云。及闻子产死孔子为泣曰：“古之遗爱也！”",
    "audio": "53.mp3"
  },
  {
    "text": "八年晋范、中行氏反晋告急於郑郑救之。晋伐郑败郑军於铁。",
    "audio": "54.mp3"
  },
  {
    "text": "十四年宋景公灭曹。二十年齐田常弑其君简公而常相於齐。二十二年楚惠王灭陈。孔子卒。",
    "audio": "55.mp3"
  },
  {
    "text": "三十六年晋知伯伐郑取九邑。",
    "audio": "56.mp3"
  },
  {
    "text": "三十七年声公卒子哀公易立。哀公八年郑人弑哀公而立声公弟丑是为共公。共公三年三晋灭知伯。三十一年共公卒子幽公已立。幽公元年韩武子伐郑杀幽公。郑人立幽公弟骀是为繻公。",
    "audio": "57.mp3"
  },
  {
    "text": "繻公十五年韩景侯伐郑取雍丘。郑城京。",
    "audio": "58.mp3"
  },
  {
    "text": "十六年郑伐韩败韩兵於负黍。二十年韩、赵、魏列为诸侯。二十三年郑围韩之阳翟。",
    "audio": "59.mp3"
  },
  {
    "text": "二十五年郑君杀其相子阳。二十七子阳之党共弑繻公骀而立幽公弟乙为君是为郑君。",
    "audio": "60.mp3"
  },
  {
    "text": "郑君乙立二年郑负黍反复归韩。十一年韩伐郑取阳城。",
    "audio": "61.mp3"
  },
  {
    "text": "二十一年韩哀侯灭郑并其国。",
    "audio": "62.mp3"
  },
  {
    "text": "太史公曰：语有之“以权利合者权利尽而交疏”甫瑕是也。甫瑕虽以劫杀郑子内厉公厉公终背而杀之此与晋之里克何异？守节如荀息身死而不能存奚齐。变所从来亦多故矣！",
    "audio": "63.mp3"
  },
  {
    "text": "厉王之子得封於郑。代职司徒缁衣在咏。虢、郐献邑祭祝专命。庄既犯王厉亦奔命。居栎克入梦兰毓庆。伯服生囚叔瞻尸聘。釐、简之後公室不竞。负黍虽还韩哀日盛。",
    "audio": "64.mp3"
  },
  {
    "text": "",
    "audio": "65.mp3"
  }
]