[
  {
    "text": "# 伍子胥列传"
  },
  {
    "text": "伍子胥者楚人也名员。员父曰伍奢。员兄曰伍尚。其先曰伍举以直谏事楚庄王有显故其後世有名於楚。",
    "audio": "1.mp3"
  },
  {
    "text": "楚平王有太子名曰建使伍奢为太傅费无忌为少傅。无忌不忠於太子建。平王使无忌为太子取妇於秦秦女好无忌驰归报平王曰：“秦女绝美王可自取而更为太子取妇。”平王遂自取秦女而绝爱幸之生子轸。更为太子取妇。",
    "audio": "2.mp3"
  },
  {
    "text": "无忌既以秦女自媚於平王因去太子而事平王。恐一旦平王卒而太子立杀己乃因谗太子建。建母蔡女也无宠於平王。平王稍益疏建使建守城父备边兵。",
    "audio": "3.mp3"
  },
  {
    "text": "顷之无忌又日夜言太子短於王曰：“太子以秦女之故不能无怨望原王少自备也。自太子居城父将兵外交诸侯且欲入为乱矣。”平王乃召其太傅伍奢考问之。伍奢知无忌谗太子於平王因曰：“王独柰何以谗贼小臣疏骨肉之亲乎？”无忌曰：“王今不制其事成矣。王且见禽。”於是平王怒囚伍奢而使城父司马奋扬往杀太子。行未至奋扬使人先告太子：“太子急去不然将诛。”太子建亡奔宋。",
    "audio": "4.mp3"
  },
  {
    "text": "无忌言於平王曰：“伍奢有二子皆贤不诛且为楚忧。可以其父质而召之不然且为楚患。”王使使谓伍奢曰：“能致汝二子则生不能则死。”伍奢曰：“尚为人仁呼必来。员为人刚戾忍卼能成大事彼见来之并禽其势必不来。”王不听使人召二子曰：“来吾生汝父；不来今杀奢也。”伍尚欲往员曰：“楚之召我兄弟非欲以生我父也恐有脱者後生患故以父为质诈召二子。二子到则父子俱死。何益父之死？往而令雠不得报耳。不如奔他国借力以雪父之耻俱灭无为也。”伍尚曰：“我知往终不能全父命。然恨父召我以求生而不往後不能雪耻终为天下笑耳。”谓员：“可去矣！汝能报杀父之雠我将归死。”尚既就执使者捕伍胥。伍胥贯弓执矢乡使者使者不敢进伍胥遂亡。闻太子建之在宋往从之。奢闻子胥之亡也曰：“楚国君臣且苦兵矣。”",
    "audio": "5.mp3"
  },
  {
    "text": "伍尚至楚楚并杀奢与尚也。",
    "audio": "6.mp3"
  },
  {
    "text": "伍胥既至宋宋有华氏之乱乃与太子建俱奔於郑。郑人甚善之。太子建又適晋晋顷公曰：“太子既善郑郑信太子。太子能为我内应而我攻其外灭郑必矣。灭郑而封太子。”太子乃还郑。事未会会自私欲杀其从者从者知其谋乃告之於郑。郑定公与子产诛杀太子建。建有子名胜。伍胥惧乃与胜俱奔吴。到昭关昭关欲执之。伍胥遂与胜独身步走几不得脱。追者在後。至江江上有一渔父乘船知伍胥之急乃渡伍胥。伍胥既渡解其剑曰：“此剑直百金以与父。”父曰：“楚国之法得伍胥者赐粟五万石爵执珪岂徒百金剑邪！”不受。伍胥未至吴而疾止中道乞食。至於吴吴王僚方用事公子光为将。伍胥乃因公子光以求见吴王。",
    "audio": "7.mp3"
  },
  {
    "text": "久之楚平王以其边邑锺离与吴边邑卑梁氏俱蚕两女子争桑相攻乃大怒至於两国举兵相伐。吴使公子光伐楚拔其锺离、居巢而归。伍子胥说吴王僚曰：“楚可破也。原复遣公子光。”公子光谓吴王曰：“彼伍胥父兄为戮於楚而劝王伐楚者欲以自报其雠耳。伐楚未可破也。”伍胥知公子光有内志欲杀王而自立未可说以外事乃进专诸於公子光退而与太子建之子胜耕於野。",
    "audio": "8.mp3"
  },
  {
    "text": "五年而楚平王卒。初平王所夺太子建秦女生子轸及平王卒轸竟立为後是为昭王。吴王僚因楚丧使二公子将兵往袭楚。楚兵绝吴兵之後不得归。吴国内空而公子光乃令专诸袭刺吴王僚而自立是为吴王阖庐。阖庐既立得志乃召伍员以为行人而与谋国事。",
    "audio": "9.mp3"
  },
  {
    "text": "楚诛其大臣郤宛、伯州犁伯州犁之孙伯嚭亡奔吴吴亦以嚭为大夫。前王僚所遣二公子将兵伐楚者道绝不得归。後闻阖庐弑王僚自立遂以其兵降楚楚封之於舒。阖庐立三年乃兴师与伍胥、伯嚭伐楚拔舒遂禽故吴反二将军。因欲至郢将军孙武曰：“民劳未可且待之。”乃归。",
    "audio": "10.mp3"
  },
  {
    "text": "四年吴伐楚取六与灊。五年伐越败之。六年楚昭王使公子囊瓦将兵伐吴。吴使伍员迎击大破楚军於豫章取楚之居巢。",
    "audio": "11.mp3"
  },
  {
    "text": "九年吴王阖庐谓子胥、孙武曰：“始子言郢未可入今果何如？”二子对曰：“楚将囊瓦贪而唐、蔡皆怨之。王必欲大伐之必先得唐、蔡乃可。”阖庐听之悉兴师与唐、蔡伐楚与楚夹汉水而陈。吴王之弟夫概将兵请从王不听遂以其属五千人击楚将子常。子常败走奔郑。於是吴乘胜而前五战遂至郢。己卯楚昭王出奔。庚辰吴王入郢。",
    "audio": "12.mp3"
  },
  {
    "text": "昭王出亡入云梦；盗击王王走郧。郧公弟怀曰：“平王杀我父我杀其子不亦可乎！”郧公恐其弟杀王与王奔随。吴兵围随谓随人曰：“周之子孙在汉川者楚尽灭之。”随人欲杀王王子綦匿王己自为王以当之。随人卜与王於吴不吉乃谢吴不与王。",
    "audio": "13.mp3"
  },
  {
    "text": "始伍员与申包胥为交员之亡也谓包胥曰：“我必覆楚。”包胥曰：“我必存之。”及吴兵入郢伍子胥求昭王。既不得乃掘楚平王墓出其尸鞭之三百然後已。申包胥亡於山中使人谓子胥曰：“子之报雠其以甚乎！吾闻之人众者胜天天定亦能破人。今子故平王之臣亲北面而事之今至於僇死人此岂其无天道之极乎！”伍子胥曰：“为我谢申包胥曰吾日莫途远吾故倒行而逆施之。”於是申包胥走秦告急求救於秦。秦不许。包胥立於秦廷昼夜哭七日七夜不绝其声。秦哀公怜之曰：“楚虽无道有臣若是可无存乎！”乃遣车五百乘救楚击吴。六月败吴兵於稷。会吴王久留楚求昭王而阖庐弟夫概乃亡归自立为王。阖庐闻之乃释楚而归击其弟夫概。夫概败走遂奔楚。楚昭王见吴有内乱乃复入郢。封夫概於堂谿为堂谿氏。楚复与吴战败吴吴王乃归。",
    "audio": "14.mp3"
  },
  {
    "text": "後二岁阖庐使太子夫差将兵伐楚取番。楚惧吴复大来乃去郢徙於鄀。当是时吴以伍子胥、孙武之谋西破彊楚北威齐晋南服越人。",
    "audio": "15.mp3"
  },
  {
    "text": "其後四年孔子相鲁。",
    "audio": "16.mp3"
  },
  {
    "text": "後五年伐越。越王句践迎击败吴於姑苏伤阖庐指军卻。阖庐病创将死谓太子夫差曰：“尔忘句践杀尔父乎？”夫差对曰：“不敢忘。”是夕阖庐死。夫差既立为王以伯嚭为太宰习战射。二年後伐越败越於夫湫。越王句践乃以馀兵五千人栖於会稽之上使大夫种厚币遗吴太宰嚭以请和求委国为臣妾。吴王将许之。伍子胥谏曰：“越王为人能辛苦。今王不灭後必悔之。”吴王不听用太宰嚭计与越平。",
    "audio": "17.mp3"
  },
  {
    "text": "其後五年而吴王闻齐景公死而大臣争宠新君弱乃兴师北伐齐。伍子胥谏曰：“句践食不重味吊死问疾且欲有所用之也。此人不死必为吴患。今吴之有越犹人之有腹心疾也。而王不先越而乃务齐不亦谬乎！”吴王不听伐齐大败齐师於艾陵遂威邹鲁之君以归。益疏子胥之谋。",
    "audio": "18.mp3"
  },
  {
    "text": "其後四年吴王将北伐齐越王句践用子贡之谋乃率其众以助吴而重宝以献遗太宰嚭。太宰嚭既数受越赂其爱信越殊甚日夜为言於吴王。吴王信用嚭之计。伍子胥谏曰：“夫越腹心之病今信其浮辞诈伪而贪齐。破齐譬犹石田无所用之。且盘庚之诰曰：‘有颠越不恭劓殄灭之俾无遗育无使易种于兹邑。’此商之所以兴。原王释齐而先越；若不然後将悔之无及。”而吴王不听使子胥於齐。子胥临行谓其子曰：“吾数谏王王不用吾今见吴之亡矣。汝与吴俱亡无益也。”乃属其子於齐鲍牧而还报吴。",
    "audio": "19.mp3"
  },
  {
    "text": "吴太宰嚭既与子胥有隙因谗曰：“子胥为人刚暴少恩猜贼其怨望恐为深祸也。前日王欲伐齐子胥以为不可王卒伐之而有大功。子胥耻其计谋不用乃反怨望。而今王又复伐齐子胥专愎彊谏沮毁用事徒幸吴之败以自胜其计谋耳。今王自行悉国中武力以伐齐而子胥谏不用因辍谢详病不行。王不可不备此起祸不难。且嚭使人微伺之其使於齐也乃属其子於齐之鲍氏。夫为人臣内不得意外倚诸侯自以为先王之谋臣今不见用常鞅鞅怨望。原王早图之。”吴王曰：“微子之言吾亦疑之。”乃使使赐伍子胥属镂之剑曰：“子以此死。”伍子胥仰天叹曰：“嗟乎！谗臣嚭为乱矣王乃反诛我。我令若父霸。自若未立时诸公子争立我以死争之於先王几不得立。若既得立欲分吴国予我我顾不敢望也。然今若听谀臣言以杀长者。”",
    "audio": "20.mp3"
  },
  {
    "text": "乃告其舍人曰：“必树吾墓上以梓令可以为器；而抉吾眼县吴东门之上以观越寇之入灭吴也。”乃自刭死。吴王闻之大怒乃取子胥尸盛以鸱夷革浮之江中。吴人怜之为立祠於江上因命曰胥山。",
    "audio": "21.mp3"
  },
  {
    "text": "吴王既诛伍子胥遂伐齐。齐鲍氏杀其君悼公而立阳生。吴王欲讨其贼不胜而去。其後二年吴王召鲁卫之君会之橐皋。其明年因北大会诸侯於黄池以令周室。越王句践袭杀吴太子破吴兵。吴王闻之乃归使使厚币与越平。後九年越王句践遂灭吴杀王夫差；而诛太宰嚭以不忠於其君而外受重赂与己比周也。",
    "audio": "22.mp3"
  },
  {
    "text": "伍子胥初所与俱亡故楚太子建之子胜者在於吴。吴王夫差之时楚惠王欲召胜归楚。叶公谏曰：“胜好勇而阴求死士殆有私乎！”惠王不听。遂召胜使居楚之边邑鄢号为白公。白公归楚三年而吴诛子胥。",
    "audio": "23.mp3"
  },
  {
    "text": "白公胜既归楚怨郑之杀其父乃阴养死士求报郑。归楚五年请伐郑楚令尹子西许之。兵未而晋伐郑郑请救於楚。楚使子西往救与盟而还。白公胜怒曰：“非郑之仇乃子西也。”胜自砺剑人问曰：“何以为？”胜曰：“欲以杀子西。”子西闻之笑曰：“胜如卵耳何能为也。”",
    "audio": "24.mp3"
  },
  {
    "text": "其後四岁白公胜与石乞袭杀楚令尹子西、司马子綦於朝。石乞曰：“不杀王不可。”乃劫王如高府。石乞从者屈固负楚惠王亡走昭夫人之宫。叶公闻白公为乱率其国人攻白公。白公之徒败亡走山中自杀。而虏石乞而问白公尸处不言将亨。石乞曰：“事成为卿不成而亨固其职也。”终不肯告其尸处。遂亨石乞而求惠王复立之。",
    "audio": "25.mp3"
  },
  {
    "text": "太史公曰：怨毒之於人甚矣哉！王者尚不能行之於臣下况同列乎！向令伍子胥从奢俱死何异蝼蚁。弃小义雪大耻名垂於後世悲夫！方子胥窘於江上道乞食志岂尝须臾忘郢邪？故隐忍就功名非烈丈夫孰能致此哉？白公如不自立为君者其功谋亦不可胜道者哉！",
    "audio": "26.mp3"
  },
  {
    "text": "谗人罔极交乱四国。嗟彼伍氏被兹凶慝！员独忍诟志复冤毒。霸吴起师伐楚逐北。鞭尸雪耻抉眼弃德。",
    "audio": "27.mp3"
  },
  {
    "text": "",
    "audio": "28.mp3"
  }
]