[
  {
    "text": "# 苏秦列传"
  },
  {
    "text": "苏秦者东周雒阳人也。东事师於齐而习之於鬼谷先生。",
    "audio": "1.mp3"
  },
  {
    "text": "出游数岁大困而归。兄弟嫂妹妻妾窃皆笑之曰：“周人之俗治产业力工商逐什二以为务。今子释本而事口舌困不亦宜乎！”苏秦闻之而惭自伤乃闭室不出出其书遍观之。曰：“夫士业已屈受书而不能以取尊荣虽多亦奚以为！”於是得周书阴符伏而读之。期年以出揣摩曰：“此可以说当世之君矣。”求说周显王。显王左右素习知苏秦皆少之。弗信。",
    "audio": "2.mp3"
  },
  {
    "text": "乃西至秦。秦孝公卒。说惠王曰：“秦四塞之国被山带渭东有关河西有汉中南有巴蜀北有代马此天府也。以秦士民之众兵法之教可以吞天下称帝而治。”秦王曰：“毛羽未成不可以高蜚；文理未明不可以并兼。”方诛商鞅疾辩士弗用。",
    "audio": "3.mp3"
  },
  {
    "text": "乃东之赵。赵肃侯令其弟成为相号奉阳君。奉阳君弗说之。",
    "audio": "4.mp3"
  },
  {
    "text": "去游燕岁馀而後得见。说燕文侯曰：“燕东有朝鲜、辽东北有林胡、楼烦西有云中、九原南有呼沱、易水地方二千馀里带甲数十万车六百乘骑六千匹粟支数年。南有碣石、雁门之饶北有枣栗之利民虽不佃作而足於枣栗矣。此所谓天府者也。",
    "audio": "5.mp3"
  },
  {
    "text": "“夫安乐无事不见覆军杀将无过燕者。大王知其所以然乎？夫燕之所以不犯寇被甲兵者以赵之为蔽其南也。秦赵五战秦再胜而赵三胜。秦赵相毙而王以全燕制其後此燕之所以不犯寇也。且夫秦之攻燕也逾云中、九原过代、上谷弥地数千里虽得燕城秦计固不能守也。秦之不能害燕亦明矣。今赵之攻燕也号出令不至十日而数十万之军军於东垣矣。渡呼沱涉易水不至四五日而距国都矣。故曰秦之攻燕也战於千里之外；赵之攻燕也战於百里之内。夫不忧百里之患而重千里之外计无过於此者。是故原大王与赵从亲天下为一则燕国必无患矣。”",
    "audio": "6.mp3"
  },
  {
    "text": "文侯曰：“子言则可然吾国小西迫彊赵南近齐齐、赵彊国也。子必欲合从以安燕寡人请以国从。”",
    "audio": "7.mp3"
  },
  {
    "text": "於是资苏秦车马金帛以至赵。而奉阳君已死即因说赵肃侯曰：“天下卿相人臣及布衣之士皆高贤君之行义皆原奉教陈忠於前之日久矣。虽然奉阳君妒而君不任事是以宾客游士莫敢自尽於前者。今奉阳君捐馆舍君乃今复与士民相亲也臣故敢进其愚虑。",
    "audio": "8.mp3"
  },
  {
    "text": "“窃为君计者莫若安民无事且无庸有事於民也。安民之本在於择交择交而得则民安择交而不得则民终身不安。请言外患：齐秦为两敌而民不得安倚秦攻齐而民不得安倚齐攻秦而民不得安。故夫谋人之主伐人之国常苦出辞断绝人之交也。原君慎勿出於口。请别白黑所以异阴阳而已矣。君诚能听臣燕必致旃裘狗马之地齐必致鱼盐之海楚必致橘柚之园韩、魏、中山皆可使致汤沐之奉而贵戚父兄皆可以受封侯。夫割地包利五伯之所以覆军禽将而求也；封侯贵戚汤武之所以放弑而争也。今君高拱而两有之此臣之所以为君原也。",
    "audio": "9.mp3"
  },
  {
    "text": "“今大王与秦则秦必弱韩、魏；与齐则齐必弱楚、魏。魏弱则割河外韩弱则效宜阳宜阳效则上郡绝河外割则道不通楚弱则无援。此三策者不可不孰计也。",
    "audio": "10.mp3"
  },
  {
    "text": "“夫秦下轵道则南阳危；劫韩包周则赵氏自操兵；据卫取卷则齐必入朝秦。秦欲已得乎山东则壁举兵而乡赵矣。秦甲渡河逾漳据番吾则兵必战於邯郸之下矣。此臣之所为君患也。",
    "audio": "11.mp3"
  },
  {
    "text": "“当今之时山东之建国莫彊於赵。赵地方二千馀里带甲数十万车千乘骑万匹粟支数年。西有常山南有河漳东有清河北有燕国。燕固弱国不足畏也。秦之所害於天下者莫如赵然而秦不敢举兵伐赵者何也？畏韩、魏之议其後也。然则韩、魏赵之南蔽也。秦之攻韩、魏也无有名山大川之限稍蚕食之傅国都而止。韩、魏不能支秦必入臣於秦。秦无韩、魏之规则祸必中於赵矣。此臣之所为君患也。",
    "audio": "12.mp3"
  },
  {
    "text": "“臣闻尧无三夫之分舜无咫尺之地以有天下；禹无百人之聚以王诸侯；汤武之士不过三千车不过三百乘卒不过三万立为天子：诚得其道也。是故明主外料其敌之彊弱内度其士卒贤不肖不待两军相当而胜败存亡之机固已形於胸中矣岂揜於众人之言而以冥冥决事哉！",
    "audio": "13.mp3"
  },
  {
    "text": "“臣窃以天下之地图案之诸侯之地五倍於秦料度诸侯之卒十倍於秦六国为一并力西乡而攻秦秦必破矣。今西面而事之见臣於秦。夫破人之与破於人也臣人之与臣於人也岂可同日而论哉！",
    "audio": "14.mp3"
  },
  {
    "text": "“夫衡人者皆欲割诸侯之地以予秦。秦成则高台榭美宫室听竽瑟之音前有楼阙轩辕後有长姣美人国被秦患而不与其忧。是故夫衡人日夜务以秦权恐愒诸侯以求割地故原大王孰计之也。",
    "audio": "15.mp3"
  },
  {
    "text": "“臣闻明主绝疑去谗屏流言之迹塞朋党之门故尊主广地彊兵之计臣得陈忠於前矣。故窃为大王计莫如一韩、魏、齐、楚、燕、赵以从亲以畔秦。令天下之将相会於洹水之上通质刳白马而盟。要约曰：‘秦攻楚齐、魏各出锐师以佐之韩绝其粮道赵涉河漳燕守常山之北。秦攻韩魏则楚绝其後齐出锐师而佐之赵涉河漳燕守云中。秦攻齐则楚绝其後韩守城皋魏塞其道赵涉河漳、博关燕出锐师以佐之。秦攻燕则赵守常山楚军武关齐涉勃海韩、魏皆出锐师以佐之。秦攻赵则韩军宜阳楚军武关魏军河外齐涉清河燕出锐师以佐之。诸侯有不如约者以五国之兵共伐之。’六国从亲以宾秦则秦甲必不敢出於函谷以害山东矣。如此则霸王之业成矣。”",
    "audio": "16.mp3"
  },
  {
    "text": "赵王曰：“寡人年少立国日浅未尝得闻社稷之长计也。今上客有意存天下安诸侯寡人敬以国从。”乃饰车百乘黄金千溢白璧百双锦绣千纯以约诸侯。",
    "audio": "17.mp3"
  },
  {
    "text": "是时周天子致文武之胙於秦惠王。惠王使犀攻魏禽将龙贾取魏之雕阴且欲东兵。苏秦恐秦兵之至赵也乃激怒张仪入之于秦。",
    "audio": "18.mp3"
  },
  {
    "text": "於是说韩宣王曰：“韩北有巩、成皋之固西有宜阳、商阪之塞东有宛、穰、洧水南有陉山地方九百馀里带甲数十万天下之彊弓劲弩皆从韩出。谿子、少府时力、距来者皆射六百步之外。韩卒足而射百不暇止远者括蔽洞胸近者镝弇心。韩卒之剑戟皆出於冥山、棠谿、墨阳、合赙、邓师、宛冯、龙渊、太阿皆6断牛马水截鹄雁当敌则斩坚甲铁幕革抉簠芮无不毕具。以韩卒之勇被坚甲蹠劲弩带利剑一人当百不足言也。夫以韩之劲与大王之贤乃西面事秦交臂而服羞社稷而为天下笑无大於此者矣。是故原大王孰计之。",
    "audio": "19.mp3"
  },
  {
    "text": "“大王事秦秦必求宜阳、成皋。今兹效之明年又复求割地。与则无地以给之不与则弃前功而受後祸。且大王之地有尽而秦之求无已以有尽之地而逆无已之求此所谓市怨结祸者也不战而地已削矣。臣闻鄙谚曰：‘宁为鸡口无为牛後。’今西面交臂而臣事秦何异於牛後乎？夫以大王之贤挟彊韩之兵而有牛後之名臣窃为大王羞之。”",
    "audio": "20.mp3"
  },
  {
    "text": "於是韩王勃然作色攘臂瞋目按剑仰天太息曰；“寡人虽不肖必不能事秦。今主君诏以赵王之教敬奉社稷以从。”",
    "audio": "21.mp3"
  },
  {
    "text": "又说魏襄王曰：“大王之地南有鸿沟、陈、汝南、许、郾、昆阳、召陵、舞阳、新都、新郪东有淮、颍、■枣、无胥西有长城之界北有河外、卷、衍、酸枣地方千里。地名虽小然而田舍庐庑之数曾无所刍牧。人民之众车马之多日夜行不绝輷輷殷殷若有三军之众。臣窃量大王之国不下楚。然衡人怵王交彊虎狼之秦以侵天下卒有秦患不顾其祸。夫挟彊秦之势以内劫其主罪无过此者。魏天下之彊国也；王天下之贤王也。今乃有意西面而事秦称东籓筑帝宫受冠带祠春秋臣窃为大王耻之。",
    "audio": "22.mp3"
  },
  {
    "text": "“臣闻越王句践战敝卒三千人禽夫差於干遂；武王卒三千人革车三百乘制纣於牧野：岂其士卒众哉诚能奋其威也。今窃闻大王之卒武士二十万苍头二十万奋击二十万厮徒十万车六百乘骑五千匹。此其过越王句践、武王远矣今乃听於群臣之说而欲臣事秦。夫事秦必割地以效实故兵未用而国已亏矣。凡群臣之言事秦者皆奸人非忠臣也。夫为人臣割其主之地以求外交偷取一时之功而不顾其後破公家而成私门外挟彊秦之势以内劫其主以求割地原大王孰察之。",
    "audio": "23.mp3"
  },
  {
    "text": "“周书曰：‘釂釂不绝蔓蔓柰何？豪氂不伐将用斧柯。’前虑不定後有大患将柰之何？大王诚能听臣六国从亲专心并力壹意则必无彊秦之患。故敝邑赵王使臣效愚计奉明约在大王之诏诏之。”",
    "audio": "24.mp3"
  },
  {
    "text": "魏王曰：“寡人不肖未尝得闻明教。今主君以赵王之诏诏之敬以国从。”",
    "audio": "25.mp3"
  },
  {
    "text": "因东说齐宣王曰：“齐南有泰山东有琅邪西有清河北有勃海北所谓四塞之国也。齐地方二千馀里带甲数十万粟如丘山。三军之良五家之兵进如锋矢战如雷霆解如风雨。即有军役未尝倍泰山绝清河涉勃海也。临菑之中七万户臣窃度之不下户三男子三七二十一万不待於远县而临菑之卒固已二十一万矣。临菑甚富而实其民无不吹竽鼓瑟弹琴击筑斗鸡走狗六博蹋鞠者。临菑之涂车毂击人肩摩连衽成帷举袂成幕挥汗成雨家殷人足志高气扬。夫以大王之贤与齐之彊天下莫能当。今乃西面而事秦臣窃为大王羞之。",
    "audio": "26.mp3"
  },
  {
    "text": "“且夫韩、魏之所以重畏秦者为与秦接境壤界也。兵出而相当不出十日而战胜存亡之机决矣。韩、魏战而胜秦则兵半折四境不守；战而不胜则国已危亡随其後。是故韩、魏之所以重与秦战而轻为之臣也。今秦之攻齐则不然。倍韩、魏之地过卫阳晋之道径乎亢父之险车不得方轨骑不得比行百人守险千人不敢过也。秦虽欲深入则狼顾恐韩、魏之议其後也。是故恫疑虚猲骄矜而不敢进则秦之不能害齐亦明矣。",
    "audio": "27.mp3"
  },
  {
    "text": "“夫不深料秦之无柰齐何而欲西面而事之是群臣之计过也。今无臣事秦之名而有彊国之实臣是故原大王少留意计之。”",
    "audio": "28.mp3"
  },
  {
    "text": "齐王曰：“寡人不敏僻远守海穷道东境之国也未尝得闻馀教。今足下以赵王诏诏之敬以国从。”",
    "audio": "29.mp3"
  },
  {
    "text": "乃西南说楚威王曰：“楚天下之彊国也；王天下之贤王也。西有黔中、巫郡东有夏州、海阳南有洞庭、苍梧北有陉塞、郇阳地方五千馀里带甲百万车千乘骑万匹粟支十年。此霸王之资也。夫以楚之彊与王之贤天下莫能当也。今乃欲西面而事秦则诸侯莫不西面而朝於章台之下矣。",
    "audio": "30.mp3"
  },
  {
    "text": "“秦之所害莫如楚楚彊则秦弱秦彊则楚弱其势不两立。故为大王计莫如从亲以孤秦。大王不从秦必起两军一军出武关一军下黔中则鄢郢动矣。",
    "audio": "31.mp3"
  },
  {
    "text": "“臣闻治之其未乱也为之其未有也。患至而后忧之则无及已。故原大王蚤孰计之。",
    "audio": "32.mp3"
  },
  {
    "text": "“大王诚能听臣臣请令山东之国奉四时之献以承大王之明诏委社稷奉宗庙练士厉兵在大王之所用之。大王诚能用臣之愚计则韩、魏、齐、燕、赵、卫之妙音美人必充後宫燕、代橐驼良马必实外厩。故从合则楚王衡成则秦帝。今释霸王之业而有事人之名臣窃为大王不取也。",
    "audio": "33.mp3"
  },
  {
    "text": "“夫秦虎狼之国也有吞天下之心。秦天下之仇雠也。衡人皆欲割诸侯之地以事秦此所谓养仇而奉雠者也。夫为人臣割其主之地以外交彊虎狼之秦以侵天下卒有秦患不顾其祸。夫外挟彊秦之威以内劫其主以求割地大逆不忠无过此者。故从亲则诸侯割地以事楚衡合则楚割地以事秦此两策者相去远矣二者大王何居焉？故敝邑赵王使臣效愚计奉明约在大王诏之。”",
    "audio": "34.mp3"
  },
  {
    "text": "楚王曰：“寡人之国西与秦接境秦有举巴蜀并汉中之心。秦虎狼之国不可亲也。而韩、魏迫於秦患不可与深谋与深谋恐反人以入於秦故谋未而国已危矣。寡人自料以楚当秦不见胜也；内与群臣谋不足恃也。寡人卧不安席食不甘味心摇摇然如县旌而无所终薄。今主君欲一天下收诸侯存危国寡人谨奉社稷以从。”",
    "audio": "35.mp3"
  },
  {
    "text": "於是六国从合而并力焉。苏秦为从约长并相六国。",
    "audio": "36.mp3"
  },
  {
    "text": "北报赵王乃行过雒阳车骑辎重诸侯各使送之甚众疑於王者。周显王闻之恐惧除道使人郊劳。苏秦之昆弟妻嫂侧目不敢仰视俯伏侍取食。苏秦笑谓其嫂曰：“何前倨而後恭也？”嫂委?蒲服以面掩地而谢曰：“见季子位高金多也。”苏秦喟然叹曰：“此一人之身富贵则亲戚畏惧之贫贱则轻易之况众人乎！且使我有雒阳负郭田二顷吾岂能佩六国相印乎！”於是散千金以赐宗族朋友。初苏秦之燕贷人百钱为资乃得富贵以百金偿之。遍报诸所尝见德者。其从者有一人独未得报乃前自言。苏秦曰：“我非忘子。子之与我至燕再三欲去我易水之上方是时我困故望子深是以",
    "audio": "37.mp3"
  },
  {
    "text": "苏秦既约六国从亲归赵赵肃侯封为武安君乃投从约书於秦。秦兵不敢闚函谷关十五年。",
    "audio": "38.mp3"
  },
  {
    "text": "其後秦使犀欺齐、魏与共伐赵欲败从约。齐、魏伐赵赵王让苏秦。苏秦恐请使燕必报齐。苏秦去赵而从约皆解。",
    "audio": "39.mp3"
  },
  {
    "text": "秦惠王以其女为燕太子妇。是岁文侯卒太子立是为燕易王。易王初立齐宣王因燕丧伐燕取十城。易王谓苏秦曰：“往日先生至燕而先王资先生见赵遂约六国从。今齐先伐赵次至燕以先生之故为天下笑先生能为燕得侵地乎？”苏秦大惭曰：“请为王取之。”",
    "audio": "40.mp3"
  },
  {
    "text": "苏秦见齐王再拜俯而庆仰而吊。齐王曰：“是何庆吊相随之也？”苏秦曰：“臣闻饥人所以饥而不食乌喙者为其愈充腹而与饿死同患也。今燕虽弱小即秦王之少婿也。大王利其十城而长与彊秦为仇。今使弱燕为雁行而彊秦敝其後以招天下之精兵是食乌喙之类也。”齐王愀然变色曰：“然则柰何？”苏秦曰：“臣闻古之善制事者转祸为福因败为功。大王诚能听臣计即归燕之十城。燕无故而得十城必喜；秦王知以己之故而归燕之十城亦必喜。此所谓弃仇雠而得石交者也。夫燕、秦俱事齐则大王号令天下莫敢不听。是王以虚辞附秦以十城取天下。此霸王之业也。”王曰：“善。”於是乃归燕之十城。",
    "audio": "41.mp3"
  },
  {
    "text": "人有毁苏秦者曰：“左右卖国反覆之臣也将作乱。”苏秦恐得罪归而燕王不复官也。苏秦见燕王曰：“臣东周之鄙人也无有分寸之功而王亲拜之於庙而礼之於廷。今臣为王卻齐之兵而得十城宜以益亲。今来而王不官臣者人必有以不信伤臣於王者。臣之不信王之福也。臣闻忠信者所以自为也；进取者所以为人也。且臣之说齐王曾非欺之也。臣弃老母於东周固去自为而行进取也。今有孝如曾参廉如伯夷信如尾生。得此三人者以事大王何若？”王曰：“足矣。”苏秦曰：“孝如曾参义不离其亲一宿於外王又安能使之步行千里而事弱燕之危王哉？廉如伯夷义不为孤竹君之嗣不肯为武王臣不受封侯而饿死阳山下。有廉如此王又安能使之步行千里而行进取於齐哉？信如尾生与女子期於梁下女子不来水至不去抱柱而死。",
    "audio": "42.mp3"
  },
  {
    "text": "有信如此王又安能使之步行千里卻齐之彊兵哉？臣所谓以忠信得罪於上者也。”燕王曰：“若不忠信耳岂有以忠信而得罪者乎？”苏秦曰：“不然。臣闻客有远为吏而其妻私於人者其夫将来其私者忧之妻曰‘勿忧吾已作药酒待之矣’。居三日其夫果至妻使妾举药酒进之。妾欲言酒之有药则恐其逐主母也欲勿言乎则恐其杀主父也。於是乎详僵而弃酒。主父大怒笞之五十。故妾一僵而覆酒上存主父下存主母然而不免於笞恶在乎忠信之无罪也？夫臣之过不幸而类是乎！”燕王曰：“先生复就故官。”益厚遇之。",
    "audio": "43.mp3"
  },
  {
    "text": "易王母文侯夫人也与苏秦私通。燕王知之而事之加厚。苏秦恐诛乃说燕王曰：“臣居燕不能使燕重而在齐则燕必重。”燕王曰：“唯先生之所为。”於是苏秦详为得罪於燕而亡走齐齐宣王以为客卿。",
    "audio": "44.mp3"
  },
  {
    "text": "齐宣王卒湣王即位说湣王厚葬以明孝高宫室大苑囿以明得意欲破敝齐而为燕。燕易王卒燕哙立为王。其後齐大夫多与苏秦争宠者而使人刺苏秦不死殊而走。齐王使人求贼不得。苏秦且死乃谓齐王曰：“臣即死车裂臣以徇於市曰‘苏秦为燕作乱於齐’如此则臣之贼必得矣。”於是如其言而杀苏秦者果自出齐王因而诛之。燕闻之曰：“甚矣齐之为苏生报仇也！”",
    "audio": "45.mp3"
  },
  {
    "text": "苏秦既死其事大泄。齐後闻之乃恨怒燕。燕甚恐。苏秦之弟曰代代弟苏厉见兄遂亦皆学。及苏秦死代乃求见燕王欲袭故事。曰：“臣东周之鄙人也。窃闻大王义甚高鄙人不敏释鉏耨而干大王。至於邯郸所见者绌於所闻於东周臣窃负其志。及至燕廷观王之群臣下吏王天下之明王也。”燕王曰：“子所谓明王者何如也？”对曰：“臣闻明王务闻其过不欲闻其善臣请谒王之过。夫齐、赵者燕之仇雠也；楚、魏者燕之援国也。今王奉仇雠以伐援国非所以利燕也。王自虑之此则计过无以闻者非忠臣也。”王曰：“夫齐者固寡人之雠所欲伐也直患国敝力不足也。子能以燕伐齐则寡人举国委子。”对曰：“凡天下战国七燕处弱焉。独战则不能有所附则无不重。南附楚楚重；西附秦秦重；中附韩、魏韩、魏重。且苟所附之国重此必使王重矣。",
    "audio": "46.mp3"
  },
  {
    "text": "今夫齐长主而自用也。南攻楚五年畜聚竭；西困秦三年士卒罢敝；北与燕人战覆三军得二将。然而以其馀兵南面举五千乘之大宋而包十二诸侯。此其君欲得其民力竭恶足取乎！且臣闻之数战则民劳久师则兵敝矣。”燕王曰：“吾闻齐有清济、浊河可以为固长城、钜防足以为塞诚有之乎？”对曰：“天时不与虽有清济、浊河恶足以为固！民力罢敝虽有长城、钜防恶足以为塞！且异日济西不师所以备赵也；河北不师所以备燕也。今济西河北尽已役矣封内敝矣。夫骄君必好利而亡国之臣必贪於财。王诚能无羞从子母弟以为质宝珠玉帛以事左右彼将有德燕而轻亡宋则齐可亡已。”燕王曰：“吾终以子受命於天矣。”燕乃使一子质於齐。而苏厉因燕质子而求见齐王。齐王怨苏秦欲囚苏厉。燕质子为谢已遂委质为齐臣。",
    "audio": "47.mp3"
  },
  {
    "text": "燕相子之与苏代婚而欲得燕权乃使苏代侍质子於齐。齐使代报燕燕王哙问曰：“齐王其霸乎？”曰：“不能。”曰：“何也？”曰：“不信其臣。”於是燕王专任子之已而让位燕大乱。齐伐燕杀王哙、子之。燕立昭王而苏代、苏厉遂不敢入燕皆终归齐齐善待之。",
    "audio": "48.mp3"
  },
  {
    "text": "苏代过魏魏为燕执代。齐使人谓魏王曰：“齐请以宋地封泾阳君秦必不受。秦非不利有齐而得宋地也不信齐王与苏子也。今齐魏不和如此其甚则齐不欺秦。秦信齐齐秦合泾阳君有宋地非魏之利也。故王不如东苏子秦必疑齐而不信苏子矣。齐秦不合天下无变伐齐之形成矣。”於是出苏代。代之宋宋善待之。",
    "audio": "49.mp3"
  },
  {
    "text": "齐伐宋宋急苏代乃遗燕昭王书曰：",
    "audio": "50.mp3"
  },
  {
    "text": "夫列在万乘而寄质於齐名卑而权轻；奉万乘助齐伐宋民劳而实费；夫破宋残楚淮北肥大齐雠彊而国害：此三者皆国之大败也。然且王行之者将以取信於齐也。齐加不信於王而忌燕愈甚是王之计过矣。夫以宋加之淮北强万乘之国也而齐并之是益一齐也。北夷方七百里加之以鲁、卫彊万乘之国也而齐并之是益二齐也。夫一齐之彊燕犹狼顾而不能支今以三齐临燕其祸必大矣。",
    "audio": "51.mp3"
  },
  {
    "text": "虽然智者举事因祸为福转败为功。齐紫败素也而贾十倍；越王句践栖於会稽复残彊吴而霸天下：此皆因祸为福转败为功者也。",
    "audio": "52.mp3"
  },
  {
    "text": "今王若欲因祸为福转败为功则莫若挑霸齐而尊之使使盟於周室焚秦符曰“其大上计破秦；其次必长宾之”。秦挟宾以待破秦王必患之。秦五世伐诸侯今为齐下秦王之志苟得穷齐不惮以国为功。然则王何不使辩士以此言说秦王曰：“燕、赵破宋肥齐尊之为之下者燕、赵非利之也。燕、赵不利而势为之者以不信秦王也。然则王何不使可信者接收燕、赵令泾阳君、高陵君先於燕、赵？秦有变因以为质则燕、赵信秦。秦为西帝燕为北帝赵为中帝立三帝以令於天下。韩、魏不听则秦伐之齐不听则燕、赵伐之天下孰敢不听？天下服听因驱韩、魏以伐齐曰‘必反宋地归楚淮北’。反宋地归楚淮北燕、赵之所利也；并立三帝燕、赵之所原也。夫实得所利尊得所原燕、赵弃齐如脱鵕矣。今不收燕、赵齐霸必成。",
    "audio": "53.mp3"
  },
  {
    "text": "诸侯赞齐而王不从是国伐也；诸侯赞齐而王从之是名卑也。今收燕、赵国安而名尊；不收燕、赵国危而名卑。夫去尊安而取危卑智者不为也。”秦王闻若说必若刺心然。则王何不使辩士以此若言说秦？秦必取齐必伐矣。",
    "audio": "54.mp3"
  },
  {
    "text": "夫取秦厚交也；伐齐正利也。尊厚交务正利圣王之事也。",
    "audio": "55.mp3"
  },
  {
    "text": "燕昭王善其书曰：“先人尝有德苏氏子之之乱而苏氏去燕。燕欲报仇於齐非苏氏莫可。”乃召苏代复善待之与谋伐齐。竟破齐湣王出走。",
    "audio": "56.mp3"
  },
  {
    "text": "久之秦召燕王燕王欲往苏代约燕王曰：“楚得枳而国亡齐得宋而国亡齐、楚不得以有枳、宋而事秦者何也？则有功者秦之深雠也。秦取天下非行义也暴也。秦之行暴正告天下。",
    "audio": "57.mp3"
  },
  {
    "text": "“告楚曰：‘蜀地之甲乘船浮於汶乘夏水而下江五日而至郢。汉中之甲乘船出於巴乘夏水而下汉四日而至五渚。寡人积甲宛东下随智者不及谋勇土不及怒寡人如射隼矣。王乃欲待天下之攻函谷不亦远乎！’楚王为是故十七年事秦。",
    "audio": "58.mp3"
  },
  {
    "text": "“秦正告韩曰：‘我起乎少曲一日而断大行。我起乎宜阳而触平阳二日而莫不尽繇。我离两周而触郑五日而国举。’韩氏以为然故事秦。",
    "audio": "59.mp3"
  },
  {
    "text": "“秦正告魏曰：‘我举安邑塞女戟韩氏太原卷。我下轵道南阳封冀包两周。乘夏水浮轻舟彊弩在前錟戈在後决荥口魏无大梁；决白马之口魏无外黄、济阳；决宿胥之口魏无虚、顿丘。6攻则击河内水攻则灭大梁。’魏氏以为然故事秦。",
    "audio": "60.mp3"
  },
  {
    "text": "“秦欲攻安邑恐齐救之则以宋委於齐。曰：‘宋王无道为木人以寡人射其面。寡人地绝兵远不能攻也。王苟能破宋有之寡人如自得之。’已得安邑塞女戟因以破宋为齐罪。",
    "audio": "61.mp3"
  },
  {
    "text": "“秦欲攻韩恐天下救之则以齐委於天下。曰：‘齐王四与寡人约四欺寡人必率天下以攻寡人者三。有齐无秦有秦无齐必伐之必亡之。’已得宜阳、少曲致蔺、石因以破齐为天下罪。",
    "audio": "62.mp3"
  },
  {
    "text": "“秦欲攻魏重楚则以南阳委於楚。曰：‘寡人固与韩且绝矣。残均陵塞鄳?戹苟利於楚寡人如自有之。’魏弃与国而合於秦因以塞鄳?戹为楚罪。",
    "audio": "63.mp3"
  },
  {
    "text": "“兵困於林中重燕、赵以胶东委於燕以济西委於赵。已得讲於魏至公子延因犀属行而攻赵。",
    "audio": "64.mp3"
  },
  {
    "text": "“兵伤於谯石而遇败於阳马而重魏则以叶、蔡委於魏。已得讲於赵则劫魏不为割。困则使太后弟穰侯为和嬴则兼欺舅与母。",
    "audio": "65.mp3"
  },
  {
    "text": "“適燕者曰‘以胶东’適赵者曰‘以济西’適魏者曰‘以叶、蔡’適楚者曰‘以塞鄳?戹’適齐者曰‘以宋’此必令言如循环用兵如刺蜚母不能制舅不能约。“龙贾之战岸门之战封陵之战高商之战赵庄之战秦之所杀三晋之民数百万今其生者皆死秦之孤也。西河之外上雒之地三川晋国之祸三晋之半秦祸如此其大也。而燕、赵之秦者皆以争事秦说其主此臣之所大患也。”",
    "audio": "66.mp3"
  },
  {
    "text": "燕昭王不行。苏代复重於燕。",
    "audio": "67.mp3"
  },
  {
    "text": "燕使约诸侯从亲如苏秦时或从或不而天下由此宗苏氏之从约。代、厉皆以寿死名显诸侯。",
    "audio": "68.mp3"
  },
  {
    "text": "太史公曰：苏秦兄弟三人皆游说诸侯以显名其术长於权变。而苏秦被反间以死天下共笑之讳学其术。然世言苏秦多异异时事有类之者皆附之苏秦。夫苏秦起闾阎连六国从亲此其智有过人者。吾故列其行事次其时序毋令独蒙恶声焉。",
    "audio": "69.mp3"
  },
  {
    "text": "季子周人师事鬼谷。揣摩既就阴符伏读。合从离衡佩印者六。天王除道家人扶服。贤哉代、厉继荣党族。",
    "audio": "70.mp3"
  },
  {
    "text": "",
    "audio": "71.mp3"
  }
]