[
  {
    "text": "# 张仪列传"
  },
  {
    "text": "张仪者魏人也。始尝与苏秦俱事鬼谷先生学术苏秦自以不及张仪。",
    "audio": "1.mp3"
  },
  {
    "text": "张仪已学游说诸侯。尝从楚相饮已而楚相亡璧门下意张仪曰：“仪贫无行必此盗相君之璧。”共执张仪掠笞数百不服醳之。其妻曰：“嘻！子毋读书游说安得此辱乎？”张仪谓其妻曰：“视吾舌尚在不？”其妻笑曰：“舌在也。”仪曰：“足矣。”",
    "audio": "2.mp3"
  },
  {
    "text": "苏秦已说赵王而得相约从亲然恐秦之攻诸侯败约後负念莫可使用於秦者乃使人微感张仪曰：“子始与苏秦善今秦已当路子何不往游以求通子之原？”张仪於是之赵上谒求见苏秦。苏秦乃诫门下人不为通又使不得去者数日。已而见之坐之堂下赐仆妾之食。因而数让之曰：“以子之材能乃自令困辱至此。吾宁不能言而富贵子子不足收也。”谢去之。张仪之来也自以为故人求益反见辱怒念诸侯莫可事独秦能苦赵乃遂入秦。",
    "audio": "3.mp3"
  },
  {
    "text": "苏秦已而告其舍人曰：“张仪天下贤士吾殆弗如也。今吾幸先用而能用秦柄者独张仪可耳。然贫无因以进。吾恐其乐小利而不遂故召辱之以激其意。子为我阴奉之。”乃言赵王金币车马使人微随张仪与同宿舍稍稍近就之奉以车马金钱所欲用为取给而弗告。张仪遂得以见秦惠王。惠王以为客卿与谋伐诸侯。",
    "audio": "4.mp3"
  },
  {
    "text": "苏秦之舍人乃辞去。张仪曰：“赖子得显方且报德何故去也？”舍人曰：“臣非知君知君乃苏君。苏君忧秦伐赵败从约以为非君莫能得秦柄故感怒君使臣阴奉给君资尽苏君之计谋。今君已用请归报。”张仪曰：“嗟乎此在吾术中而不悟吾不及苏君明矣！吾又新用安能谋赵乎？为吾谢苏君苏君之时仪何敢言。且苏君在仪宁渠能乎！”张仪既相秦为文檄告楚相曰：“始吾从若饮我不盗而璧若笞我。若善守汝国我顾且盗而城！”",
    "audio": "5.mp3"
  },
  {
    "text": "苴蜀相攻击各来告急於秦。秦惠王欲兵以伐蜀以为道险狭难至而韩又来侵秦秦惠王欲先伐韩後伐蜀恐不利欲先伐蜀恐韩袭秦之敝。犹豫未能决。司马错与张仪争论於惠王之前司马错欲伐蜀张仪曰：“不如伐韩。”王曰：“请闻其说。”",
    "audio": "6.mp3"
  },
  {
    "text": "仪曰：“亲魏善楚下兵三川塞什谷之口当屯留之道魏绝南阳楚临南郑秦攻新城、宜阳以临二周之郊诛周王之罪侵楚、魏之地。周自知不能救九鼎宝器必出。据九鼎案图籍挟天子以令於天下天下莫敢不听此王业也。今夫蜀西僻之国而戎翟之伦也敝兵劳众不足以成名得其地不足以为利。臣闻争名者於朝争利者於市。今三川、周室天下之朝市也而王不争焉顾争於戎翟去王业远矣。”",
    "audio": "7.mp3"
  },
  {
    "text": "司马错曰：“不然。臣闻之欲富国者务广其地欲彊兵者务富其民欲王者务博其德三资者备而王随之矣。今王地小民贫故臣原先从事於易。夫蜀西僻之国也而戎翟之长也有桀纣之乱。以秦攻之譬如使豺狼逐群羊。得其地足以广国取其财足以富民缮兵不伤众而彼已服焉。拔一国而天下不以为暴利尽西海而天下不以为贪是我一举而名实附也而又有禁暴止乱之名。今攻韩劫天子恶名也而未必利也又有不义之名而攻天下所不欲危矣。臣请谒其故：周天下之宗室也；齐韩之与国也。周自知失九鼎韩自知亡三川将二国并力合谋以因乎齐、赵而求解乎楚、魏以鼎与楚以地与魏王弗能止也。此臣之所谓危也。不如伐蜀完。”",
    "audio": "8.mp3"
  },
  {
    "text": "惠王曰：“善寡人请听子。”卒起兵伐蜀十月取之遂定蜀贬蜀王更号为侯而使陈庄相蜀。蜀既属秦秦以益彊富厚轻诸侯。",
    "audio": "9.mp3"
  },
  {
    "text": "秦惠王十年使公子华与张仪围蒲阳降之。仪因言秦复与魏而使公子繇质於魏。仪因说魏王曰：“秦王之遇魏甚厚魏不可以无礼。”魏因入上郡、少梁谢秦惠王。惠王乃以张仪为相更名少梁曰夏阳。",
    "audio": "10.mp3"
  },
  {
    "text": "仪相秦四岁立惠王为王。居一岁为秦将取陕。筑上郡塞。",
    "audio": "11.mp3"
  },
  {
    "text": "其後二年使与齐、楚之相会齧桑。东还而免相相魏以为秦欲令魏先事秦而诸侯效之。魏王不肯听仪。秦王怒伐取魏之曲沃、平周复阴厚张仪益甚。张仪惭无以归报。留魏四岁而魏襄王卒哀王立。张仪复说哀王哀王不听。於是张仪阴令秦伐魏。魏与秦战败。",
    "audio": "12.mp3"
  },
  {
    "text": "明年齐又来败魏於观津。秦复欲攻魏先败韩申差军斩八万诸侯震恐。而张仪复说魏王曰：“魏地方不至千里卒不过三十万。地四平诸侯四通辐凑无名山大川之限。从郑至梁二百馀里车驰人走不待力而至。梁南与楚境西与韩境北与赵境东与齐境卒戍四方守亭鄣者不下十万。梁之地势固战场也。梁南与楚而不与齐则齐攻其东；东与齐而不与赵则赵攻其北；不合於韩则韩攻其西；不亲於楚则楚攻其南：此所谓四分五裂之道也。",
    "audio": "13.mp3"
  },
  {
    "text": "“且夫诸侯之为从者将以安社稷尊主彊兵显名也。今从者一天下约为昆弟刑白马以盟洹水之上以相坚也。而亲昆弟同父母尚有争钱财而欲恃诈伪反覆苏秦之馀谋其不可成亦明矣。",
    "audio": "14.mp3"
  },
  {
    "text": "“大王不事秦秦下兵攻河外据卷、衍、、酸枣劫卫取阳晋则赵不南赵不南而梁不北梁不北则从道绝从道绝则大王之国欲毋危不可得也。秦折韩而攻梁韩怯於秦秦韩为一梁之亡可立而须也。此臣之所为大王患也。",
    "audio": "15.mp3"
  },
  {
    "text": "“为大王计莫如事秦。事秦则楚、韩必不敢动；无楚、韩之患则大王高枕而卧国必无忧矣。",
    "audio": "16.mp3"
  },
  {
    "text": "“且夫秦之所欲弱者莫如楚而能弱楚者莫如梁。楚虽有富大之名而实空虚；其卒虽多然而轻走易北不能坚战。悉梁之兵南面而伐楚胜之必矣。割楚而益梁亏楚而適秦嫁祸安国此善事也。大王不听臣秦下甲士而东伐虽欲事秦不可得矣。",
    "audio": "17.mp3"
  },
  {
    "text": "“且夫从人多奋辞而少可信说一诸侯而成封侯是故天下之游谈士莫不日夜搤腕瞋目切齿以言从之便以说人主。人主贤其辩而牵其说岂得无眩哉。",
    "audio": "18.mp3"
  },
  {
    "text": "“臣闻之积羽沈舟群轻折轴众口铄金积毁销骨故原大王审定计议且赐骸骨辟魏。”",
    "audio": "19.mp3"
  },
  {
    "text": "哀王於是乃倍从约而因仪请成於秦。张仪归复相秦。三岁而魏复背秦为从。秦攻魏取曲沃。明年魏复事秦。",
    "audio": "20.mp3"
  },
  {
    "text": "秦欲伐齐齐楚从亲於是张仪往相楚。楚怀王闻张仪来虚上舍而自馆之。曰：“此僻陋之国子何以教之？”仪说楚王曰：“大王诚能听臣闭关绝约於齐臣请献商於之地六百里使秦女得为大王箕帚之妾秦楚娶妇嫁女长为兄弟之国。此北弱齐而西益秦也计无便此者。”楚王大说而许之。群臣皆贺陈轸独吊之。楚王怒曰：“寡人不兴师兵得六百里地群臣皆贺子独吊何也？”陈轸对曰：“不然以臣观之商於之地不可得而齐秦合齐秦合则患必至矣。”楚王曰：“有说乎？”陈轸对曰：“夫秦之所以重楚者以其有齐也。今闭关绝约於齐则楚孤。秦奚贪夫孤国而与之商於之地六百里？张仪至秦必负王是北绝齐交西生患於秦也而两国之兵必俱至。善为王计者不若阴合而阳绝於齐使人随张仪。苟与吾地绝齐未晚也；不与吾地阴合谋计也。”",
    "audio": "21.mp3"
  },
  {
    "text": "楚王曰：“原陈子闭口毋复言以待寡人得地。”乃以相印授张仪厚赂之。於是遂闭关绝约於齐使一将军随张仪。",
    "audio": "22.mp3"
  },
  {
    "text": "张仪至秦详失绥堕车不朝三月。楚王闻之曰：“仪以寡人绝齐未甚邪？”乃使勇士至宋借宋之符北骂齐王。齐王大怒折节而下秦。秦齐之交合张仪乃朝谓楚使者曰：“臣有奉邑六里原以献大王左右。”楚使者曰：“臣受令於王以商於之地六百里不闻六里。”还报楚王楚王大怒兵而攻秦。陈轸曰：“轸可口言乎？攻之不如割地反以赂秦与之并兵而攻齐是我出地於秦取偿於齐也王国尚可存。”楚王不听卒兵而使将军屈匄击秦。秦齐共攻楚斩八万杀屈匄遂取丹阳、汉中之地。楚又复益兵而袭秦至蓝田大战楚大败於是楚割两城以与秦平。",
    "audio": "23.mp3"
  },
  {
    "text": "秦要楚欲得黔中地欲以武关外易之。楚王曰：“不原易地原得张仪而献黔中地。”秦王欲遣之口弗忍言。张仪乃请行。惠王曰：“彼楚王怒子之负以商於之地是且甘心於子。”张仪曰：“秦彊楚弱臣善靳尚尚得事楚夫人郑袖袖所言皆从。且臣奉王之节使楚楚何敢加诛。假令诛臣而为秦得黔中之地臣之上原。”遂使楚。楚怀王至则囚张仪将杀之。靳尚谓郑袖曰：“子亦知子之贱於王乎？”郑袖曰：“何也？”靳尚曰：“秦王甚爱张仪而不欲出之今将以上庸之地六县赂楚美人聘楚以宫中善歌讴者为媵。楚王重地尊秦秦女必贵而夫人斥矣。不若为言而出之。”於是郑袖日夜言怀王曰：“人臣各为其主用。今地未入秦秦使张仪来至重王。王未有礼而杀张仪秦必大怒攻楚。妾请子母俱迁江南毋为秦所鱼肉也。”怀王後悔赦张仪厚礼之如故。",
    "audio": "24.mp3"
  },
  {
    "text": "张仪既出未去闻苏秦死乃说楚王曰：“秦地半天下兵敌四国被险带河四塞以为固。虎贲之士百馀万车千乘骑万匹积粟如丘山。法令既明士卒安难乐死主明以严将智以武虽无出甲席卷常山之险必折天下之脊天下有後服者先亡。且夫为从者无以异於驱群羊而攻猛虎虎之与羊不格明矣。今王不与猛虎而与群羊臣窃以为大王之计过也。",
    "audio": "25.mp3"
  },
  {
    "text": "“凡天下彊国非秦而楚非楚而秦两国交争其势不两立。大王不与秦秦下甲据宜阳韩之上地不通。下河东取成皋韩必入臣梁则从风而动。秦攻楚之西韩、梁攻其北社稷安得毋危？",
    "audio": "26.mp3"
  },
  {
    "text": "“且夫从者聚群弱而攻至彊不料敌而轻战国贫而数举兵危亡之术也。臣闻之兵不如者勿与挑战粟不如者勿与持久。夫从人饰辩虚辞高主之节言其利不言其害卒有秦祸无及为已。是故原大王之孰计之。",
    "audio": "27.mp3"
  },
  {
    "text": "“秦西有巴蜀大船积粟起於汶山浮江已下至楚三千馀里。舫船载卒一舫载五十人与三月之食下水而浮一日行三百馀里里数虽多然而不费牛马之力不至十日而距扞关。扞关惊则从境以东尽城守矣黔中、巫郡非王之有。秦举甲出武关南面而伐则北地绝。秦兵之攻楚也危难在三月之内而楚待诸侯之救在半岁之外此其势不相及也。夫弱国之救忘彊秦之祸此臣所以为大王患也。",
    "audio": "28.mp3"
  },
  {
    "text": "“大王尝与吴人战五战而三胜阵卒尽矣；偏守新城存民苦矣。臣闻功大者易危而民敝者怨上。夫守易危之功而逆彊秦之心臣窃为大王危之。",
    "audio": "29.mp3"
  },
  {
    "text": "“且夫秦之所以不出兵函谷十五年以攻齐、赵者阴谋有合天下之心。楚尝与秦构难战於汉中楚人不胜列侯执珪死者七十馀人遂亡汉中。楚王大怒兴兵袭秦战於蓝田。此所谓两虎相搏者也。夫秦楚相敝而韩魏以全制其後计无危於此者矣。原大王孰计之。",
    "audio": "30.mp3"
  },
  {
    "text": "“秦下甲攻卫阳晋必大关天下之匈。大王悉起兵以攻宋不至数月而宋可举举宋而东指则泗上十二诸侯尽王之有也。",
    "audio": "31.mp3"
  },
  {
    "text": "“凡天下而以信约从亲相坚者苏秦封武安君相燕即阴与燕王谋伐破齐而分其地；乃详有罪出走入齐齐王因受而相之；居二年而觉齐王大怒车裂苏秦於市。夫以一诈伪之苏秦而欲经营天下混一诸侯其不可成亦明矣。",
    "audio": "32.mp3"
  },
  {
    "text": "“今秦与楚接境壤界固形亲之国也。大王诚能听臣臣请使秦太子入质於楚楚太子入质於秦请以秦女为大王箕帚之妾效万室之都以为汤沐之邑长为昆弟之国终身无相攻伐。臣以为计无便於此者。”",
    "audio": "33.mp3"
  },
  {
    "text": "於是楚王已得张仪而重出黔中地与秦欲许之。屈原曰：“前大王见欺於张仪张仪至臣以为大王烹之；今纵弗忍杀之又听其邪说不可。”怀王曰：“许仪而得黔中美利也。後而倍之不可。”故卒许张仪与秦亲。",
    "audio": "34.mp3"
  },
  {
    "text": "张仪去楚因遂之韩说韩王曰：“韩地险恶山居五穀所生非菽而麦民之食大抵菽藿羹。一岁不收收不餍糟?。地不过九百里无二岁之食。料大王之卒悉之不过三十万而厮徒负养在其中矣。除守徼亭鄣塞见卒不过二十万而已矣。秦带甲百馀万车千乘骑万匹虎贲之士跿簉科头贯颐奋戟者至不可胜计。秦马之良戎兵之众探前趹後蹄间三寻腾者不可胜数。山东之士被甲蒙胄以会战秦人捐甲徒裼以趋敌左挈人头右挟生虏。夫秦卒与山东之卒犹孟贲之与怯夫；以重力相压犹乌获之与婴兒。夫战孟贲、乌获之士以攻不服之弱国无异垂千钧之重於鸟卵之上必无幸矣。",
    "audio": "35.mp3"
  },
  {
    "text": "“夫群臣诸侯不料地之寡而听从人之甘言好辞比周以相饰也皆奋曰‘听吾计可以彊霸天下’。夫不顾社稷之长利而听须臾之说诖误人主无过此者。",
    "audio": "36.mp3"
  },
  {
    "text": "“大王不事秦秦下甲据宜阳断韩之上地东取成皋、荥阳则鸿台之宫、桑林之苑非王之有也。夫塞成皋绝上地则王之国分矣。先事秦则安不事秦则危。夫造祸而求其福报计浅而怨深逆秦而顺楚虽欲毋亡不可得也。",
    "audio": "37.mp3"
  },
  {
    "text": "“故为大王计莫如为秦。秦之所欲莫如弱楚而能弱楚者如韩。非以韩能彊於楚也其地势然也。今王西面而事秦以攻楚秦王必喜。夫攻楚以利其地转祸而说秦计无便於此者。”",
    "audio": "38.mp3"
  },
  {
    "text": "韩王听仪计。张仪归报秦惠王封仪五邑号曰武信君。使张仪东说齐湣王曰：“天下彊国无过齐者大臣父兄殷众富乐。然而为大王计者皆为一时之说不顾百世之利。从人说大王者必曰‘齐西有彊赵南有韩与梁。齐负海之国也地广民众兵彊士勇虽有百秦将无柰齐何’。大王贤其说而不计其实。夫从人朋党比周莫不以从为可。臣闻之齐与鲁三战而鲁三胜国以危亡随其後虽有战胜之名而有亡国之实。是何也？齐大而鲁小也。今秦之与齐也犹齐之与鲁也。秦赵战於河漳之上再战而赵再胜秦；战於番吾之下再战又胜秦。四战之後赵之亡卒数十万邯郸仅存虽有战胜之名而国已破矣。是何也？秦彊而赵弱。",
    "audio": "39.mp3"
  },
  {
    "text": "“今秦楚嫁女娶妇为昆弟之国。韩献宜阳；梁效河外；赵入朝渑池割河间以事秦。大王不事秦秦驱韩梁攻齐之南地悉赵兵渡清河指博关临菑、即墨非王之有也。国一日见攻虽欲事秦不可得也。是故原大王孰计之也。”",
    "audio": "40.mp3"
  },
  {
    "text": "齐王曰：“齐僻陋隐居东海之上未尝闻社稷之长利也。”乃许张仪。",
    "audio": "41.mp3"
  },
  {
    "text": "张仪去西说赵王曰：“敝邑秦王使使臣效愚计於大王。大王收率天下以宾秦秦兵不敢出函谷关十五年。大王之威行於山东敝邑恐惧慑伏缮甲厉兵饰车骑习驰射力田积粟守四封之内愁居慑处不敢动摇唯大王有意督过之也。",
    "audio": "42.mp3"
  },
  {
    "text": "“今以大王之力举巴蜀并汉中包两周迁九鼎守白马之津。秦虽僻远然而心忿含怒之日久矣。今秦有敝甲凋兵军於渑池原渡河逾漳据番吾会邯郸之下原以甲子合战以正殷纣之事敬使使臣先闻左右。",
    "audio": "43.mp3"
  },
  {
    "text": "“凡大王之所信为从者恃苏秦。苏秦荧惑诸侯以是为非以非为是欲反齐国而自令车裂於市。夫天下之不可一亦明矣。今楚与秦为昆弟之国而韩梁称为东籓之臣齐献鱼盐之地此断赵之右臂也。夫断右臂而与人斗失其党而孤居求欲毋危岂可得乎？",
    "audio": "44.mp3"
  },
  {
    "text": "“今秦三将军：其一军塞午道告齐使兴师渡清河军於邯郸之东；一军军成皋驱韩梁军於河外；一军军於渑池。约四国为一以攻赵赵必四分其地。是故不敢匿意隐情先以闻於左右。臣窃为大王计莫如与秦王遇於渑池面相见而口相结请案兵无攻。原大王之定计。”",
    "audio": "45.mp3"
  },
  {
    "text": "赵王曰：“先王之时奉阳君专权擅势蔽欺先王独擅绾事寡人居属师傅不与国谋计。先王弃群臣寡人年幼奉祀之日新心固窃疑焉以为一从不事秦非国之长利也。乃且原变心易虑割地谢前过以事秦。方将约车趋行適闻使者之明诏。”赵王许张仪张仪乃去。",
    "audio": "46.mp3"
  },
  {
    "text": "北之燕说燕昭王曰：“大王之所亲莫如赵。昔赵襄子尝以其姊为代王妻欲并代约与代王遇於句注之塞。乃令工人作为金斗长其尾令可以击人。与代王饮阴告厨人曰：‘即酒酣乐进热啜反斗以击之。’於是酒酣乐进热啜厨人进斟因反斗以击代王杀之王脑涂地。其姊闻之因摩笄以自刺故至今有摩笄之山。代王之亡天下莫不闻。",
    "audio": "47.mp3"
  },
  {
    "text": "“夫赵王之很戾无亲大王之所明见且以赵王为可亲乎？赵兴兵攻燕再围燕都而劫大王大王割十城以谢。今赵王已入朝渑池效河间以事秦。今大王不事秦秦下甲云中、九原驱赵而攻燕则易水、长城非大王之有也。",
    "audio": "48.mp3"
  },
  {
    "text": "“且今时赵之於秦犹郡县也不敢妄举师以攻伐。今王事秦秦王必喜赵不敢妄动是西有彊秦之援而南无齐赵之患是故原大王孰计之。”",
    "audio": "49.mp3"
  },
  {
    "text": "燕王曰：“寡人蛮夷僻处虽大男子裁如婴兒言不足以采正计。今上客幸教之请西面而事秦献恆山之尾五城。”燕王听仪。仪归报未至咸阳而秦惠王卒武王立。武王自为太子时不说张仪及即位群臣多谗张仪曰：“无信左右卖国以取容。秦必复用之恐为天下笑。”诸侯闻张仪有卻武王皆畔衡复合从。",
    "audio": "50.mp3"
  },
  {
    "text": "秦武王元年群臣日夜恶张仪未已而齐让又至。张仪惧诛乃因谓秦武王曰：“仪有愚计原效之。”王曰：“柰何？”对曰：“为秦社稷计者东方有大变然後王可以多割得地也。今闻齐王甚憎仪仪之所在必兴师伐之。故仪原乞其不肖之身之梁齐必兴师而伐梁。梁齐之兵连於城下而不能相去王以其间伐韩入三川出兵函谷而毋伐以临周祭器必出。挟天子按图籍此王业也。”秦王以为然乃具革车三十乘入仪之梁。齐果兴师伐之。梁哀王恐。张仪曰：“王勿患也请令罢齐兵。”乃使其舍人冯喜之楚借使之齐谓齐王曰：“王甚憎张仪；虽然亦厚矣王之讬仪於秦也！”齐王曰：“寡人憎仪仪之所在必兴师伐之何以讬仪？”对曰：“是乃王之讬仪也。夫仪之出也固与秦王约曰：‘为王计者东方有大变然後王可以多割得地。今齐王甚憎仪仪之所在必兴师伐之。",
    "audio": "51.mp3"
  },
  {
    "text": "故仪原乞其不肖之身之梁齐必兴师伐之。齐梁之兵连於城下而不能相去王以其间伐韩入三川出兵函谷而无伐以临周祭器必出。挟天子案图籍此王业也。’秦王以为然故具革车三十乘而入之梁也。今仪入梁王果伐之是王内罢国而外伐与国广邻敌以内自临而信仪於秦王也。此臣之所谓‘讬仪’也。”齐王曰：“善。”乃使解兵。",
    "audio": "52.mp3"
  },
  {
    "text": "张仪相魏一岁卒於魏也。",
    "audio": "53.mp3"
  },
  {
    "text": "陈轸者游说之士。与张仪俱事秦惠王皆贵重争宠。张仪恶陈轸於秦王曰：“轸重币轻使秦楚之间将为国交也。今楚不加善於秦而善轸者轸自为厚而为王薄也。且轸欲去秦而之楚王胡不听乎？”王谓陈轸曰：“吾闻子欲去秦之楚有之乎？”轸曰：“然。”王曰：“仪之言果信矣。”轸曰：“非独仪知之也行道之士尽知之矣。昔子胥忠於其君而天下争以为臣曾参孝於其亲而天下原以为子。故卖仆妾不出闾巷而售者良仆妾也；出妇嫁於乡曲者良妇也。今轸不忠其君楚亦何以轸为忠乎？忠且见弃轸不之楚何归乎？”王以其言为然遂善待之。",
    "audio": "54.mp3"
  },
  {
    "text": "居秦期年秦惠王终相张仪而陈轸奔楚。楚未之重也而使陈轸使於秦。过梁欲见犀。犀谢弗见。轸曰：“吾为事来公不见轸轸将行不得待异日。”犀见之。陈轸曰：“公何好饮也？”犀曰：“无事也。”曰：“吾请令公厌事可乎？”曰：“柰何？”曰：“田需约诸侯从亲楚王疑之未信也。公谓於王曰：‘臣与燕、赵之王有故数使人来曰：“无事何不相见”原谒行於王。’王虽许公公请毋多车以车三十乘可陈之於庭明言之燕、赵。”燕、赵客闻之驰车告其王使人迎犀。楚王闻之大怒曰：“田需与寡人约而犀之燕、赵是欺我也。”怒而不听其事。齐闻犀之北使人以事委焉。犀遂行三国相事皆断於犀。轸遂至秦。",
    "audio": "55.mp3"
  },
  {
    "text": "韩魏相攻期年不解。秦惠王欲救之问於左右。左右或曰救之便或曰勿救便惠王未能为之决。陈轸適至秦惠王曰：“子去寡人之楚亦思寡人不？”陈轸对曰：“王闻夫越人庄舄乎？”王曰：“不闻。”曰：“越人庄舄仕楚执珪有顷而病。楚王曰：‘舄故越之鄙细人也今仕楚执珪贵富矣亦思越不？’中谢对曰：‘凡人之思故在其病也。彼思越则越声不思越则楚声。’使人往听之犹尚越声也。今臣虽弃逐之楚岂能无秦声哉！”惠王曰：“善。今韩魏相攻期年不解或谓寡人救之便或曰勿救便寡人不能决原子为子主计之馀为寡人计之。”陈轸对曰：“亦尝有以夫卞庄子刺虎闻於王者乎？庄子欲刺虎馆竖子止之曰：‘两虎方且食牛食甘必争争则必斗斗则大者伤小者死从伤而刺之一举必有双虎之名。’卞庄子以为然立须之。有顷两虎果斗大者伤小者死。",
    "audio": "56.mp3"
  },
  {
    "text": "庄子从伤者而刺之一举果有双虎之功。今韩魏相攻期年不解是必大国伤小国亡从伤而伐之一举必有两实。此犹庄子刺虎之类也。臣主与王何异也。”惠王曰：“善。”卒弗救。大国果伤小国亡秦兴兵而伐大剋之。此陈轸之计也。",
    "audio": "57.mp3"
  },
  {
    "text": "犀者魏之阴晋人也名衍姓公孙氏。与张仪不善。",
    "audio": "58.mp3"
  },
  {
    "text": "张仪为秦之魏魏王相张仪。犀弗利故令人谓韩公叔曰：“张仪已合秦魏矣其言曰‘魏攻南阳秦攻三川’。魏王所以贵张子者欲得韩地也。且韩之南阳已举矣子何不少委焉以为衍功则秦魏之交可错矣。然则魏必图秦而弃仪收韩而相衍。”公叔以为便因委之犀以为功。果相魏。张仪去。",
    "audio": "59.mp3"
  },
  {
    "text": "义渠君朝於魏。犀闻张仪复相秦害之。犀乃谓义渠君曰：“道远不得复过请谒事情。”曰：“中国无事秦得烧掇焚?于君之国；有事秦将轻使重币事君之国。”其後五国伐秦。会陈轸谓秦王曰：“义渠君者蛮夷之贤君也不如赂之以抚其志。”秦王曰：“善。”乃以文绣千纯妇女百人遗义渠君。义渠君致群臣而谋曰：“此公孙衍所谓邪？”乃起兵袭秦大败秦人李伯之下。",
    "audio": "60.mp3"
  },
  {
    "text": "张仪已卒之後犀入相秦。尝佩五国之相印为约长。",
    "audio": "61.mp3"
  },
  {
    "text": "太史公曰：三晋多权变之士夫言从衡彊秦者大抵皆三晋之人也。夫张仪之行事甚於苏秦然世恶苏秦者以其先死而仪振暴其短以扶其说成其衡道。要之此两人真倾危之士哉！",
    "audio": "62.mp3"
  },
  {
    "text": "仪未遭时频被困辱。及相秦惠先韩後蜀。连衡齐魏倾危诳惑。陈轸挟权犀骋欲。如何三晋继有斯德。",
    "audio": "63.mp3"
  },
  {
    "text": "",
    "audio": "64.mp3"
  }
]