[
  {
    "text": "# 孟尝君列传"
  },
  {
    "text": "孟尝君名文姓田氏。文之父曰靖郭君田婴。田婴者齐威王少子而齐宣王庶弟也。田婴自威王时任职用事与成侯邹忌及田忌将而救韩伐魏。成侯与田忌争宠成侯卖田忌。田忌惧袭齐之边邑不胜亡走。会威王卒宣王立知成侯卖田忌乃复召田忌以为将。宣王二年田忌与孙膑、田婴俱伐魏败之马陵虏魏太子申而杀魏将庞涓。宣王七年田婴使於韩、魏韩、魏服於齐。婴与韩昭侯、魏惠王会齐宣王东阿南盟而去。明年复与梁惠王会甄。是岁梁惠王卒。宣王九年田婴相齐。齐宣王与魏襄王会徐州而相王也。楚威王闻之怒田婴。明年楚伐败齐师於徐州而使人逐田婴。田婴使张丑说楚威王威王乃止。田婴相齐十一年宣王卒湣王即位。即位三年而封田婴於薛。",
    "audio": "1.mp3"
  },
  {
    "text": "初田婴有子四十馀人。其贱妾有子名文文以五月五日生。婴告其母曰：“勿举也。”其母窃举生之。及长其母因兄弟而见其子文於田婴。田婴怒其母曰：“吾令若去此子而敢生之何也？”文顿因曰：“君所以不举五月子者何故？”婴曰：“五月子者长与户齐将不利其父母。”文曰：“人生受命於天乎？将受命於户邪？”婴默然。文曰：“必受命於天君何忧焉。必受命於户则可高其户耳谁能至者！”婴曰：“子休矣。”",
    "audio": "2.mp3"
  },
  {
    "text": "久之文承间问其父婴曰：“子之子为何？”曰：“为孙。”“孙之孙为何？”曰：“为玄孙。”“玄孙之孙为何？”曰：“不能知也。”文曰：“君用事相齐至今三王矣齐不加广而君私家富累万金门下不见一贤者。文闻将门必有将相门必有相。今君後宫蹈绮縠而士不得褐仆妾馀粱肉而士不厌糟?。今君又尚厚积馀藏欲以遗所不知何人而忘公家之事日损文窃怪之。”於是婴乃礼文使主家待宾客。宾客日进名声闻於诸侯。诸侯皆使人请薛公田婴以文为太子婴许之。婴卒谥为靖郭君。而文果代立於薛是为孟尝君。",
    "audio": "3.mp3"
  },
  {
    "text": "孟尝君在薛招致诸侯宾客及亡人有罪者皆归孟尝君。孟尝君舍业厚遇之以故倾天下之士。食客数千人无贵贱一与文等。孟尝君待客坐语而屏风後常有侍史主记君所与客语问亲戚居处。客去孟尝君已使使存问献遗其亲戚。孟尝君曾待客夜食有一人蔽火光。客怒以饭不等辍食辞去。孟尝君起自持其饭比之。客惭自刭。士以此多归孟尝君。孟尝君客无所择皆善遇之。人人各自以为孟尝君亲己。",
    "audio": "4.mp3"
  },
  {
    "text": "秦昭王闻其贤乃先使泾阳君为质於齐以求见孟尝君。孟尝君将入秦宾客莫欲其行谏不听。苏代谓曰：“今旦代从外来见木禺人与土禺人相与语。木禺人曰：‘天雨子将败矣。’土禺人曰：‘我生於土败则归土。今天雨流子而行未知所止息也。’今秦虎狼之国也而君欲往如有不得还君得无为土禺人所笑乎？”孟尝君乃止。",
    "audio": "5.mp3"
  },
  {
    "text": "齐湣王二十五年复卒使孟尝君入秦昭王即以孟尝君为秦相。人或说秦昭王曰：“孟尝君贤而又齐族也今相秦必先齐而後秦秦其危矣。”於是秦昭王乃止。囚孟尝君谋欲杀之。孟尝君使人抵昭王幸姬求解。幸姬曰：“妾原得君狐白裘。”此时孟尝君有一狐白裘直千金天下无双入秦献之昭王更无他裘。孟尝君患之遍问客莫能对。最下坐有能为狗盗者曰：“臣能得狐白裘。”乃夜为狗以入秦宫臧中取所献狐白裘至以献秦王幸姬。幸姬为言昭王昭王释孟尝君。孟尝君得出即驰去更封传变名姓以出关。夜半至函谷关。秦昭王後悔出孟尝君求之已去即使人驰传逐之。孟尝君至关关法鸡鸣而出客孟尝君恐追至客之居下坐者有能为鸡鸣而鸡齐鸣遂传出。出如食顷秦追果至关已後孟尝君出乃还。始孟尝君列此二人於宾客宾客尽羞之及孟尝君有秦难卒此二人拔之。",
    "audio": "6.mp3"
  },
  {
    "text": "自是之後客皆服。",
    "audio": "7.mp3"
  },
  {
    "text": "孟尝君过赵赵平原君客之。赵人闻孟尝君贤出观之皆笑曰：“始以薛公为魁然也今视之乃眇小丈夫耳。”孟尝君闻之怒。客与俱者下斫击杀数百人遂灭一县以去。",
    "audio": "8.mp3"
  },
  {
    "text": "齐湣王不自得以其遣孟尝君。孟尝君至则以为齐相任政。",
    "audio": "9.mp3"
  },
  {
    "text": "孟尝君怨秦将以齐为韩、魏攻楚因与韩、魏攻秦而借兵食於西周。苏代为西周谓曰：“君以齐为韩、魏攻楚九年取宛、叶以北以彊韩、魏今复攻秦以益之。韩、魏南无楚忧西无秦患则齐危矣。韩、魏必轻齐畏秦臣为君危之。君不如令敝邑深合於秦而君无攻又无借兵食。君临函谷而无攻令敝邑以君之情谓秦昭王曰‘薛公必不破秦以彊韩、魏。其攻秦也欲王之令楚王割东国以与齐而秦出楚怀王以为和’。君令敝邑以此惠秦秦得无破而以东国自免也秦必欲之。楚王得出必德齐。齐得东国益彊而薛世世无患矣。秦不大弱而处三晋之西三晋必重齐。”薛公曰：“善。”因令韩、魏贺秦使三国无攻而不借兵食於西周矣。是时楚怀王入秦秦留之故欲必出之。秦不果出楚怀王。",
    "audio": "10.mp3"
  },
  {
    "text": "孟尝君相齐其舍人魏子为孟尝君收邑入三反而不致一入。孟尝君问之对曰：“有贤者窃假与之以故不致入。”孟尝君怒而退魏子。居数年人或毁孟尝君於齐湣王曰：“孟尝君将为乱。”及田甲劫湣王湣王意疑孟尝君孟尝君乃奔。魏子所与粟贤者闻之乃上书言孟尝君不作乱请以身为盟遂自刭宫门以明孟尝君。湣王乃惊而踪迹验问孟尝君果无反谋乃复召孟尝君。孟尝君因谢病归老於薛。湣王许之。",
    "audio": "11.mp3"
  },
  {
    "text": "其後秦亡将吕礼相齐欲困苏代。代乃谓孟尝君曰：“周最於齐至厚也而齐王逐之而听亲弗相吕礼者欲取秦也。齐、秦合则亲弗与吕礼重矣。有用齐、秦必轻君。君不如急北兵趋赵以和秦、魏收周最以厚行且反齐王之信又禁天下之变。齐无秦则天下集齐亲弗必走则齐王孰与为其国也！”於是孟尝君从其计而吕礼嫉害於孟尝君。",
    "audio": "12.mp3"
  },
  {
    "text": "孟尝君惧乃遗秦相穰侯魏厓书曰：“吾闻秦欲以吕礼收齐齐天下之彊国也子必轻矣。齐秦相取以临三晋吕礼必并相矣是子通齐以重吕礼也。若齐免於天下之兵其雠子必深矣。子不如劝秦王伐齐。齐破吾请以所得封子。齐破秦畏晋之彊秦必重子以取晋。晋国敝於齐而畏秦晋必重子以取秦。是子破齐以为功挟晋以为重；是子破齐定封秦、晋交重子。若齐不破吕礼复用子必大穷。”於是穰侯言於秦昭王伐齐而吕礼亡。",
    "audio": "13.mp3"
  },
  {
    "text": "後齐湣王灭宋益骄欲去孟尝君。孟尝君恐乃如魏。魏昭王以为相西合於秦、赵与燕共伐破齐。齐湣王亡在莒遂死焉。齐襄王立而孟尝君中立於诸侯无所属。齐襄王新立畏孟尝君与连和复亲薛公。文卒谥为孟尝君。诸子争立而齐魏共灭薛。孟尝绝嗣无後也。",
    "audio": "14.mp3"
  },
  {
    "text": "初冯驩闻孟尝君好客蹑蹻而见之。孟尝君曰；“先生远辱何以教文也？”冯驩曰：“闻君好士以贫身归於君。”孟尝君置传舍十日孟尝君问传舍长曰：“客何所为？”答曰：“冯先生甚贫犹有一剑耳又蒯缑。弹其剑而歌曰‘长铗归来乎食无鱼’。”孟尝君迁之幸舍食有鱼矣。五日又问传舍长。答曰：“客复弹剑而歌曰‘长铗归来乎出无舆’。”孟尝君迁之代舍出入乘舆车矣。五日孟尝君复问传舍长。舍长答曰：“先生又尝弹剑而歌曰‘长铗归来乎无以为家’。”孟尝君不悦。",
    "audio": "15.mp3"
  },
  {
    "text": "居期年冯驩无所言。孟尝君时相齐封万户於薛。其食客三千人。邑入不足以奉客使人出钱於薛。岁馀不入贷钱者多不能与其息客奉将不给。孟尝君忧之问左右：“何人可使收债於薛者？”传舍长曰：“代舍客冯公形容状貌甚辩长者无他伎能宜可令收债。”孟尝君乃进冯驩而请之曰：“宾客不知文不肖幸临文者三千馀人邑入不足以奉宾客故出息钱於薛。薛岁不入民颇不与其息。今客食恐不给原先生责之。”冯驩曰；“诺。”辞行至薛召取孟尝君钱者皆会得息钱十万。乃多酿酒买肥牛召诸取钱者能与息者皆来不能与息者亦来皆持取钱之券书合之。齐为会日杀牛置酒。酒酣乃持券如前合之能与息者与为期；贫不能与息者取其券而烧之。曰：“孟尝君所以贷钱者为民之无者以为本业也；所以求息者为无以奉客也。今富给者以要期贫穷者燔券书以捐之。",
    "audio": "16.mp3"
  },
  {
    "text": "诸君彊饮食。有君如此岂可负哉！”坐者皆起再拜。",
    "audio": "17.mp3"
  },
  {
    "text": "孟尝君闻冯驩烧券书怒而使使召驩。驩至孟尝君曰：“文食客三千人故贷钱於薛。文奉邑少而民尚多不以时与其息客食恐不足故请先生收责之。闻先生得钱即以多具牛酒而烧券书何？”冯驩曰：“然。不多具牛酒即不能毕会无以知其有馀不足。有馀者为要期。不足者虽守而责之十年息愈多急即以逃亡自捐之。若急终无以偿上则为君好利不爱士民下则有离上抵负之名非所以厉士民彰君声也。焚无用虚债之券捐不可得之虚计令薛民亲君而彰君之善声也君有何疑焉！”孟尝君乃拊手而谢之。",
    "audio": "18.mp3"
  },
  {
    "text": "齐王惑於秦、楚之毁以为孟尝君名高其主而擅齐国之权遂废孟尝君。诸客见孟尝君废皆去。冯驩曰：“借臣车一乘可以入秦者必令君重於国而奉邑益广可乎？”孟尝君乃约车币而遣之。冯驩乃西说秦王曰：“天下之游士冯轼结靷西入秦者无不欲彊秦而弱齐；冯轼结靷东入齐者无不欲彊齐而弱秦。此雄雌之国也势不两立为雄雄者得天下矣。”秦王跽而问之曰：“何以使秦无为雌而可？”冯驩曰：“王亦知齐之废孟尝君乎？”秦王曰：“闻之。”冯驩曰：“使齐重於天下者孟尝君也。今齐王以毁废之其心怨必背齐；背齐入秦则齐国之情人事之诚尽委之秦齐地可得也岂直为雄也！君急使使载币阴迎孟尝君不可失时也。如有齐觉悟复用孟尝君则雌雄之所在未可知也。”秦王大悦乃遣车十乘黄金百镒以迎孟尝君。",
    "audio": "19.mp3"
  },
  {
    "text": "冯驩辞以先行至齐说齐王曰：“天下之游士冯轼结靷东入齐者无不欲彊齐而弱秦者；冯轼结靷西入秦者无不欲彊秦而弱齐者。夫秦齐雄雌之国秦彊则齐弱矣此势不两雄。今臣窃闻秦遣使车十乘载黄金百镒以迎孟尝君。孟尝君不西则已西入相秦则天下归之秦为雄而齐为雌雌则临淄、即墨危矣。王何不先秦使之未到复孟尝君而益与之邑以谢之？孟尝君必喜而受之。秦虽彊国岂可以请人相而迎之哉！折秦之谋而绝其霸彊之略。”齐王曰：“善。”乃使人至境候秦使。秦使车適入齐境使还驰告之王召孟尝君而复其相位而与其故邑之地又益以千户。秦之使者闻孟尝君复相齐还车而去矣。",
    "audio": "20.mp3"
  },
  {
    "text": "自齐王毁废孟尝君诸客皆去。後召而复之冯驩迎之。未到孟尝君太息叹曰：“文常好客遇客无所敢失食客三千有馀人先生所知也。客见文一日废皆背文而去莫顾文者。今赖先生得复其位客亦有何面目复见文乎？如复见文者必唾其面而大辱之。”冯驩结辔下拜。孟尝君下车接之曰：“先生为客谢乎？”冯驩曰：“非为客谢也为君之言失。夫物有必至事有固然君知之乎？”孟尝君曰：“愚不知所谓也。”曰：“生者必有死物之必至也；富贵多士贫贱寡友事之固然也。君独不见夫趣市者乎？明旦侧肩争门而入；日暮之後过市朝者掉臂而不顾。非好朝而恶暮所期物忘其中。今君失位宾客皆去不足以怨士而徒绝宾客之路。原君遇客如故。”孟尝君再拜曰：“敬从命矣。闻先生之言敢不奉教焉。”",
    "audio": "21.mp3"
  },
  {
    "text": "太史公曰：吾尝过薛其俗闾里率多暴桀子弟与邹、鲁殊。问其故曰：“孟尝君招致天下任侠奸人入薛中盖六万馀家矣。”世之传孟尝君好客自喜名不虚矣。",
    "audio": "22.mp3"
  },
  {
    "text": "靖郭之子威王之孙。既彊其国实高其门。好客喜士见重平原。鸡鸣狗盗魏子、冯暖。如何承睫薛县徒存！",
    "audio": "23.mp3"
  },
  {
    "text": "",
    "audio": "24.mp3"
  }
]