[
  {
    "text": "# 刺客列传"
  },
  {
    "text": "曹沫者鲁人也以勇力事鲁庄公。庄公好力。曹沫为鲁将与齐战三败北。鲁庄公惧乃献遂邑之地以和。犹复以为将。",
    "audio": "1.mp3"
  },
  {
    "text": "齐桓公许与鲁会于柯而盟。桓公与庄公既盟於坛上曹沫执匕劫齐桓公桓公左右莫敢动而问曰：“子将何欲？”曹沫曰：“齐强鲁弱而大国侵鲁亦甚矣。今鲁城坏即压齐境君其图之。”桓公乃许尽归鲁之侵地。既已言曹沫投其匕下坛北面就群臣之位颜色不变辞令如故。桓公怒欲倍其约。管仲曰：“不可。夫贪小利以自快弃信於诸侯失天下之援不如与之。”於是桓公乃遂割鲁侵地曹沫三战所亡地尽复予鲁。",
    "audio": "2.mp3"
  },
  {
    "text": "其後百六十有七年而吴有专诸之事。",
    "audio": "3.mp3"
  },
  {
    "text": "专诸者吴堂邑人也。伍子胥之亡楚而如吴也知专诸之能。伍子胥既见吴王僚说以伐楚之利。吴公子光曰：“彼伍员父兄皆死於楚而员言伐楚欲自为报私雠也非能为吴。”吴王乃止。伍子胥知公子光之欲杀吴王僚乃曰：“彼光将有内志未可说以外事。”乃进专诸於公子光。",
    "audio": "4.mp3"
  },
  {
    "text": "光之父曰吴王诸樊。诸樊弟三人：次曰馀祭次曰夷眛次曰季子札。诸樊知季子札贤而不立太子以次传三弟欲卒致国于季子札。诸樊既死传馀祭。馀祭死传夷眛。夷眛死当传季子札；季子札逃不肯立吴人乃立夷眛之子僚为王。公子光曰：“使以兄弟次邪季子当立；必以子乎则光真適嗣当立。”故尝阴养谋臣以求立。",
    "audio": "5.mp3"
  },
  {
    "text": "光既得专诸善客待之。九年而楚平王死。春吴王僚欲因楚丧使其二弟公子盖馀、属庸将兵围楚之灊；使延陵季子於晋以观诸侯之变。楚兵绝吴将盖馀、属庸路吴兵不得还。於是公子光谓专诸曰：“此时不可失不求何获！且光真王嗣当立季子虽来不吾废也。”专诸曰：“王僚可杀也。母老子弱而两弟将兵伐楚楚绝其後。方今吴外困於楚而内空无骨鲠之臣是无如我何。”公子光顿曰：“光之身子之身也。”",
    "audio": "6.mp3"
  },
  {
    "text": "四月丙子光伏甲士於窟室中而具酒请王僚。王僚使兵陈自宫至光之家门户阶陛左右皆王僚之亲戚也。夹立侍皆持长铍。酒既酣公子光详为足疾入窟室中使专诸置匕鱼炙之腹中而进之。既至王前专诸擘鱼因以匕刺王僚王僚立死。左右亦杀专诸王人扰乱。公子光出其伏甲以攻王僚之徒尽灭之遂自立为王是为阖闾。阖闾乃封专诸之子以为上卿。",
    "audio": "7.mp3"
  },
  {
    "text": "其後七十馀年而晋有豫让之事。",
    "audio": "8.mp3"
  },
  {
    "text": "豫让者晋人也故尝事范氏及中行氏而无所知名。去而事智伯智伯甚尊宠之。及智伯伐赵襄子赵襄子与韩、魏合谋灭智伯灭智伯之後而三分其地。赵襄子最怨智伯漆其头以为饮器。豫让遁逃山中曰：“嗟乎！士为知己者死女为说己者容。今智伯知我我必为报雠而死以报智伯则吾魂魄不愧矣。”乃变名姓为刑人入宫涂厕中挟匕欲以刺襄子。襄子如厕心动执问涂厕之刑人则豫让内持刀兵曰：“欲为智伯报仇！”左右欲诛之。襄子曰：“彼义人也吾谨避之耳。且智伯亡无後而其臣欲为报仇此天下之贤人也。”卒醳去之。",
    "audio": "9.mp3"
  },
  {
    "text": "居顷之豫让又漆身为厉吞炭为哑使形状不可知行乞於市。其妻不识也。行见其友其友识之曰：“汝非豫让邪？”曰：“我是也。”其友为泣曰：“以子之才委质而臣事襄子襄子必近幸子。近幸子乃为所欲顾不易邪？何乃残身苦形欲以求报襄子不亦难乎！”豫让曰：“既已委质臣事人而求杀之是怀二心以事其君也。且吾所为者极难耳！然所以为此者将以愧天下後世之为人臣怀二心以事其君者也。”",
    "audio": "10.mp3"
  },
  {
    "text": "既去顷之襄子当出豫让伏於所当过之桥下。襄子至桥马惊襄子曰：“此必是豫让也。”使人问之果豫让也。於是襄子乃数豫让曰：“子不尝事范、中行氏乎？智伯尽灭之而子不为报雠而反委质臣於智伯。智伯亦已死矣而子独何以为之报雠之深也？”豫让曰：“臣事范、中行氏范、中行氏皆众人遇我我故众人报之。至於智伯国士遇我我故国士报之。”襄子喟然叹息而泣曰：“嗟乎豫子！子之为智伯名既成矣而寡人赦子亦已足矣。子其自为计寡人不复释子！”使兵围之。豫让曰：“臣闻明主不掩人之美而忠臣有死名之义。前君已宽赦臣天下莫不称君之贤。今日之事臣固伏诛然原请君之衣而击之焉以致报雠之意则虽死不恨。非所敢望也敢布腹心！”於是襄子大义之乃使使持衣与豫让。豫让拔剑三跃而击之曰：“吾可以下报智伯矣！”遂伏剑自杀。",
    "audio": "11.mp3"
  },
  {
    "text": "死之日赵国志士闻之皆为涕泣。",
    "audio": "12.mp3"
  },
  {
    "text": "其後四十馀年而轵有聂政之事。",
    "audio": "13.mp3"
  },
  {
    "text": "聂政者轵深井里人也。杀人避仇与母、姊如齐以屠为事。",
    "audio": "14.mp3"
  },
  {
    "text": "久之濮阳严仲子事韩哀侯与韩相侠累有卻。严仲子恐诛亡去游求人可以报侠累者。至齐齐人或言聂政勇敢士也避仇隐於屠者之间。严仲子至门请数反然後具酒自暢聂政母前。酒酣严仲子奉黄金百溢前为聂政母寿。聂政惊怪其厚固谢严仲子。严仲子固进而聂政谢曰：“臣幸有老母家贫客游以为狗屠可以旦夕得甘毳以养亲。亲供养备不敢当仲子之赐。”严仲子辟人因为聂政言曰：“臣有仇而行游诸侯众矣；然至齐窃闻足下义甚高故进百金者将用为大人粗粝之费得以交足下之驩岂敢以有求望邪！”聂政曰：“臣所以降志辱身居市井屠者徒幸以养老母；老母在政身未敢以许人也。”严仲子固让聂政竟不肯受也。然严仲子卒备宾主之礼而去。",
    "audio": "15.mp3"
  },
  {
    "text": "久之聂政母死。既已葬除服聂政曰：“嗟乎！政乃市井之人鼓刀以屠；而严仲子乃诸侯之卿相也不远千里枉车骑而交臣。臣之所以待之至浅鲜矣未有大功可以称者而严仲子奉百金为亲寿我虽不受然是者徒深知政也。夫贤者以感忿睚眦之意而亲信穷僻之人而政独安得嘿然而已乎！且前日要政政徒以老母；老母今以天年终政将为知己者用。”乃遂西至濮阳见严仲子曰：“前日所以不许仲子者徒以亲在；今不幸而母以天年终。仲子所欲报仇者为谁？请得从事焉！”严仲子具告曰：“臣之仇韩相侠累侠累又韩君之季父也宗族盛多居处兵卫甚设臣欲使人刺之终莫能就。今足下幸而不弃请益其车骑壮士可为足下辅翼者。”",
    "audio": "16.mp3"
  },
  {
    "text": "聂政曰：“韩之与卫相去中间不甚远今杀人之相相又国君之亲此其势不可以多人多人不能无生得失生得失则语泄语泄是韩举国而与仲子为雠岂不殆哉！”遂谢车骑人徒聂政乃辞独行。",
    "audio": "17.mp3"
  },
  {
    "text": "杖剑至韩韩相侠累方坐府上持兵戟而卫侍者甚卫。聂政直入上阶刺杀侠累左右大乱。聂政大呼所击杀者数十人因自皮面决眼自屠出肠遂以死。",
    "audio": "18.mp3"
  },
  {
    "text": "韩取聂政尸暴於市购问莫知谁子。於是韩县之有能言杀相侠累者予千金。久之莫知也。",
    "audio": "19.mp3"
  },
  {
    "text": "政姊荣闻人有刺杀韩相者贼不得国不知其名姓暴其尸而县之千金乃於邑曰：“其是吾弟与？嗟乎严仲子知吾弟！”立起如韩之市而死者果政也伏尸哭极哀曰：“是轵深井里所谓聂政者也。”市行者诸众人皆曰：“此人暴虐吾国相王县购其名姓千金夫人不闻与？何敢来识之也？”荣应之曰：“闻之。然政所以蒙污辱自弃於市贩之间者为老母幸无恙妾未嫁也。亲既以天年下世妾已嫁夫严仲子乃察举吾弟困污之中而交之泽厚矣可柰何！士固为知己者死今乃以妾尚在之故重自刑以绝从妾其柰何畏殁身之诛终灭贤弟之名！”大惊韩市人。乃大呼天者三卒於邑悲哀而死政之旁。",
    "audio": "20.mp3"
  },
  {
    "text": "晋、楚、齐、卫闻之皆曰：“非独政能也乃其姊亦烈女也。乡使政诚知其姊无濡忍之志不重暴骸之难必绝险千里以列其名姊弟俱僇於韩市者亦未必敢以身许严仲子也。严仲子亦可谓知人能得士矣！”",
    "audio": "21.mp3"
  },
  {
    "text": "其後二百二十馀年秦有荆轲之事。",
    "audio": "22.mp3"
  },
  {
    "text": "荆轲者卫人也。其先乃齐人徙於卫卫人谓之庆卿。而之燕燕人谓之荆卿。",
    "audio": "23.mp3"
  },
  {
    "text": "荆卿好读书击剑以术说卫元君卫元君不用。其後秦伐魏置东郡徙卫元君之支属於野王。",
    "audio": "24.mp3"
  },
  {
    "text": "荆轲尝游过榆次与盖聂论剑盖聂怒而目之。荆轲出人或言复召荆卿。盖聂曰：“曩者吾与论剑有不称者吾目之；试往是宜去不敢留。”使使往之主人荆卿则已驾而去榆次矣。使者还报盖聂曰：“固去也吾曩者目摄之！”",
    "audio": "25.mp3"
  },
  {
    "text": "荆轲游於邯郸鲁句践与荆轲博争道鲁句践怒而叱之荆轲嘿而逃去遂不复会。",
    "audio": "26.mp3"
  },
  {
    "text": "荆轲既至燕爱燕之狗屠及善击筑者高渐离。荆轲嗜酒日与狗屠及高渐离饮於燕市酒酣以往高渐离击筑荆轲和而歌於市中相乐也已而相泣旁若无人者。荆轲虽游於酒人乎然其为人沈深好书；其所游诸侯尽与其贤豪长者相结。其之燕燕之处士田光先生亦善待之知其非庸人也。",
    "audio": "27.mp3"
  },
  {
    "text": "居顷之会燕太子丹质秦亡归燕。燕太子丹者故尝质於赵而秦王政生於赵其少时与丹驩。及政立为秦王而丹质於秦。秦王之遇燕太子丹不善故丹怨而亡归。归而求为报秦王者国小力不能。其後秦日出兵山东以伐齐、楚、三晋稍蚕食诸侯且至於燕燕君臣皆恐祸之至。太子丹患之问其傅鞠武。武对曰：“秦地遍天下威胁韩、魏、赵氏北有甘泉、谷口之固南有泾、渭之沃擅巴、汉之饶右陇、蜀之山左关、殽之险民众而士厉兵革有馀。意有所出则长城之南易水以北未有所定也。柰何以见陵之怨欲批其逆鳞哉！”丹曰：“然则何由？”对曰：“请入图之。”",
    "audio": "28.mp3"
  },
  {
    "text": "居有间秦将樊於期得罪於秦王亡之燕太子受而舍之。鞠武谏曰：“不可。夫以秦王之暴而积怒於燕足为寒心又况闻樊将军之所在乎？是谓‘委肉当饿虎之蹊’也祸必不振矣！虽有管、晏不能为之谋也。原太子疾遣樊将军入匈奴以灭口。请西约三晋南连齐、楚北购於单于其後乃可图也。”太子曰：“太傅之计旷日弥久心惛然恐不能须臾。且非独於此也夫樊将军穷困於天下归身於丹丹终不以迫於彊秦而弃所哀怜之交置之匈奴是固丹命卒之时也。原太傅更虑之。”鞠武曰：“夫行危欲求安造祸而求福计浅而怨深连结一人之後交不顾国家之大害此所谓‘资怨而助祸’矣。夫以鸿毛燎於炉炭之上必无事矣。且以雕鸷之秦行怨暴之怒岂足道哉！燕有田光先生其为人智深而勇沈可与谋。”太子曰：“原因太傅而得交於田先生可乎？”鞠武曰：“敬诺。”",
    "audio": "29.mp3"
  },
  {
    "text": "出见田先生道“太子原图国事於先生也”。田光曰：“敬奉教。”乃造焉。",
    "audio": "30.mp3"
  },
  {
    "text": "太子逢迎卻行为导跪而蔽席。田光坐定左右无人太子避席而请曰：“燕秦不两立原先生留意也。”田光曰：“臣闻骐骥盛壮之时一日而驰千里；至其衰老驽马先之。今太子闻光盛壮之时不知臣精已消亡矣。虽然光不敢以图国事所善荆卿可使也。”太子曰：“原因先生得结交於荆卿可乎？”田光曰：“敬诺。”即起趋出。太子送至门戒曰：“丹所报先生所言者国之大事也原先生勿泄也！”田光俯而笑曰：“诺。”偻行见荆卿曰：“光与子相善燕国莫不知。今太子闻光壮盛之时不知吾形已不逮也幸而教之曰‘燕秦不两立原先生留意也’。光窃不自外言足下於太子也原足下过太子於宫。”荆轲曰：“谨奉教。”田光曰：“吾闻之长者为行不使人疑之。今太子告光曰：‘所言者国之大事也原先生勿泄’是太子疑光也。夫为行而使人疑之非节侠也。”",
    "audio": "31.mp3"
  },
  {
    "text": "欲自杀以激荆卿曰：“原足下急过太子言光已死明不言也。”因遂自刎而死。",
    "audio": "32.mp3"
  },
  {
    "text": "荆轲遂见太子言田光已死致光之言。太子再拜而跪膝行流涕有顷而后言曰：“丹所以诫田先生毋言者欲以成大事之谋也。今田先生以死明不言岂丹之心哉！”荆轲坐定太子避席顿曰：“田先生不知丹之不肖使得至前敢有所道此天之所以哀燕而不弃其孤也。今秦有贪利之心而欲不可足也。非尽天下之地臣海内之王者其意不厌。今秦已虏韩王尽纳其地。又举兵南伐楚北临赵；王翦将数十万之众距漳、鄴而李信出太原、云中。赵不能支秦必入臣入臣则祸至燕。燕小弱数困於兵今计举国不足以当秦。诸侯服秦莫敢合从。丹之私计愚以为诚得天下之勇士使於秦闚以重利；秦王贪其势必得所原矣。诚得劫秦王使悉反诸侯侵地若曹沫之与齐桓公则大善矣；则不可因而刺杀之。彼秦大将擅兵於外而内有乱则君臣相疑以其间诸侯得合从其破秦必矣。",
    "audio": "33.mp3"
  },
  {
    "text": "此丹之上原而不知所委命唯荆卿留意焉。”久之荆轲曰：“此国之大事也臣驽下恐不足任使。”太子前顿固请毋让然後许诺。於是尊荆卿为上卿舍上舍。太子日造门下供太牢具异物间进车骑美女恣荆轲所欲以顺適其意。",
    "audio": "34.mp3"
  },
  {
    "text": "久之荆轲未有行意。秦将王翦破赵虏赵王尽收入其地进兵北略地至燕南界。太子丹恐惧乃请荆轲曰：“秦兵旦暮渡易水则虽欲长侍足下岂可得哉！”荆轲曰：“微太子言臣原谒之。今行而毋信则秦未可亲也。夫樊将军秦王购之金千斤邑万家。诚得樊将军与燕督亢之地图奉献秦王秦王必说见臣臣乃得有以报。”太子曰：“樊将军穷困来归丹丹不忍以己之私而伤长者之意原足下更虑之！”",
    "audio": "35.mp3"
  },
  {
    "text": "荆轲知太子不忍乃遂私见樊於期曰：“秦之遇将军可谓深矣父母宗族皆为戮没。今闻购将军金千斤邑万家将柰何？”於期仰天太息流涕曰：“於期每念之常痛於骨髓顾计不知所出耳！”荆轲曰：“今有一言可以解燕国之患报将军之仇者何如？”於期乃前曰：“为之柰何？”荆轲曰：“原得将军之以献秦王秦王必喜而见臣臣左手把其袖右手揕其匈然则将军之仇报而燕见陵之愧除矣。将军岂有意乎？”樊於期偏袒搤捥而进曰：“此臣之日夜切齿腐心也乃今得闻教！”遂自刭。太子闻之驰往伏尸而哭极哀。既已不可柰何乃遂盛樊於期函封之。",
    "audio": "36.mp3"
  },
  {
    "text": "於是太子豫求天下之利匕得赵人徐夫人匕取之百金使工以药焠之以试人血濡缕人无不立死者。乃装为遣荆卿。燕国有勇士秦舞阳年十三杀人人不敢忤视。乃令秦舞阳为副。荆轲有所待欲与俱；其人居远未来而为治行。顷之未太子迟之疑其改悔乃复请曰：“日已尽矣荆卿岂有意哉？丹请得先遣秦舞阳。”荆轲怒叱太子曰：“何太子之遣？往而不返者竖子也！且提一匕入不测之彊秦仆所以留者待吾客与俱。今太子迟之请辞决矣！”遂。",
    "audio": "37.mp3"
  },
  {
    "text": "太子及宾客知其事者皆白衣冠以送之。至易水之上既祖取道高渐离击筑荆轲和而歌为变徵之声士皆垂泪涕泣。又前而为歌曰：“风萧萧兮易水寒壮士一去兮不复还！”复为羽声慷慨士皆瞋目尽上指冠。於是荆轲就车而去终已不顾。",
    "audio": "38.mp3"
  },
  {
    "text": "遂至秦持千金之资币物厚遗秦王宠臣中庶子蒙嘉。嘉为先言於秦王曰：“燕王诚振怖大王之威不敢举兵以逆军吏原举国为内臣比诸侯之列给贡职如郡县而得奉守先王之宗庙。恐惧不敢自陈谨斩樊於期之头及献燕督亢之地图函封燕王拜送于庭使使以闻大王唯大王命之。”秦王闻之大喜乃朝服设九宾见燕使者咸阳宫。荆轲奉樊於期头函而秦舞阳奉地图柙以次进。至陛秦舞阳色变振恐群臣怪之。荆轲顾笑舞阳前谢曰：“北蕃蛮夷之鄙人未尝见天子故振慴。原大王少假借之使得毕使於前。”秦王谓轲曰：“取舞阳所持地图。”轲既取图奏之秦王图图穷而匕见。因左手把秦王之袖而右手持匕揕之。未至身秦王惊自引而起袖绝。拔剑剑长操其室。时惶急剑坚故不可立拔。荆轲逐秦王秦王环柱而走。群臣皆愕卒起不意尽失其度。",
    "audio": "39.mp3"
  },
  {
    "text": "而秦法群臣侍殿上者不得持尺寸之兵；诸郎中执兵皆陈殿下非有诏召不得上。方急时不及召下兵以故荆轲乃逐秦王。而卒惶急无以击轲而以手共搏之。是时侍医夏无且以其所奉药囊提荆轲也。秦王方环柱走卒惶急不知所为左右乃曰：“王负剑！”负剑遂拔以击荆轲断其左股。荆轲废乃引其匕以擿秦王不中中桐柱。秦王复击轲轲被八创。轲自知事不就倚柱而笑箕踞以骂曰：“事所以不成者以欲生劫之必得约契以报太子也。”於是左右既前杀轲秦王不怡者良久。已而论功赏群臣及当坐者各有差而赐夏无且黄金二百溢曰：“无且爱我乃以药囊提荆轲也。”",
    "audio": "40.mp3"
  },
  {
    "text": "於是秦王大怒益兵诣赵诏王翦军以伐燕。十月而拔蓟城。燕王喜、太子丹等尽率其精兵东保於辽东。秦将李信追击燕王急代王嘉乃遗燕王喜书曰：“秦所以尤追燕急者以太子丹故也。今王诚杀丹献之秦王秦王必解而社稷幸得血食。”其後李信追丹丹匿衍水中燕王乃使使斩太子丹欲献之秦。秦复进兵攻之。後五年秦卒灭燕虏燕王喜。",
    "audio": "41.mp3"
  },
  {
    "text": "其明年秦并天下立号为皇帝。於是秦逐太子丹、荆轲之客皆亡。高渐离变名姓为人庸保匿作於宋子。久之作苦闻其家堂上客击筑傍徨不能去。每出言曰：“彼有善有不善。”从者以告其主曰：“彼庸乃知音窃言是非。”家丈人召使前击筑一坐称善赐酒。而高渐离念久隐畏约无穷时乃退出其装匣中筑与其善衣更容貌而前。举坐客皆惊下与抗礼以为上客。使击筑而歌客无不流涕而去者。宋子传客之闻於秦始皇。秦始皇召见人有识者乃曰：“高渐离也。”秦皇帝惜其善击筑重赦之乃矐其目。使击筑未尝不称善。稍益近之高渐离乃以铅置筑中复进得近举筑朴秦皇帝不中。於是遂诛高渐离终身不复近诸侯之人。",
    "audio": "42.mp3"
  },
  {
    "text": "鲁句践已闻荆轲之刺秦王私曰：“嗟乎惜哉其不讲於刺剑之术也！甚矣吾不知人也！曩者吾叱之彼乃以我为非人也！”",
    "audio": "43.mp3"
  },
  {
    "text": "太史公曰：世言荆轲其称太子丹之命“天雨粟马生角”也太过。又言荆轲伤秦王皆非也。始公孙季功、董生与夏无且游具知其事为余道之如是。自曹沫至荆轲五人此其义或成或不成然其立意较然不欺其志名垂後世岂妄也哉！",
    "audio": "44.mp3"
  },
  {
    "text": "曹沫盟柯返鲁侵地。专诸进炙定吴篡位。彰弟哭市报主涂厕。刎颈申冤操袖行事。暴秦夺魄懦夫增气。",
    "audio": "45.mp3"
  },
  {
    "text": "",
    "audio": "46.mp3"
  }
]