[
  {
    "text": "# 蒙恬列传"
  },
  {
    "text": "蒙恬者其先齐人也。恬大父蒙骜自齐事秦昭王官至上卿。秦庄襄王元年蒙骜为秦将伐韩取成皋、荥阳作置三川郡。二年蒙骜攻赵取三十七城。始皇三年蒙骜攻韩取十三城。五年蒙骜攻魏取二十城作置东郡。始皇七年蒙骜卒。骜子曰武武子曰恬。恬尝书狱典文学。始皇二十三年蒙武为秦裨将军与王翦攻楚大破之杀项燕。二十四年蒙武攻楚虏楚王。蒙恬弟毅。",
    "audio": "1.mp3"
  },
  {
    "text": "始皇二十六年蒙恬因家世得为秦将攻齐大破之拜为内史。秦已并天下乃使蒙恬将三十万众北逐戎狄收河南。筑长城因地形用制险塞起临洮至辽东延袤万馀里。於是渡河据阳山逶蛇而北。暴师於外十馀年居上郡。是时蒙恬威振匈奴。始皇甚尊宠蒙氏信任贤之。而亲近蒙毅位至上卿出则参乘入则御前。恬任外事而毅常为内谋名为忠信故虽诸将相莫敢与之争焉。",
    "audio": "2.mp3"
  },
  {
    "text": "赵高者诸赵疏远属也。赵高昆弟数人皆生隐宫其母被刑僇世世卑贱。秦王闻高彊力通於狱法举以为中车府令。高既私事公子胡亥喻之决狱。高有大罪秦王令蒙毅法治之。毅不敢阿法当高罪死除其宦籍。帝以高之敦於事也赦之复其官爵。",
    "audio": "3.mp3"
  },
  {
    "text": "始皇欲游天下道九原直抵甘泉乃使蒙恬通道自九原抵甘泉巉山堙谷千八百里。道未就。",
    "audio": "4.mp3"
  },
  {
    "text": "始皇三十七年冬行出游会稽并海上北走琅邪。道病使蒙毅还祷山川未反。",
    "audio": "5.mp3"
  },
  {
    "text": "始皇至沙丘崩祕之群臣莫知。是时丞相李斯、公子胡亥、中车府令赵高常从。高雅得幸於胡亥欲立之又怨蒙毅法治之而不为己也。因有贼心乃与丞相李斯、公子胡亥阴谋立胡亥为太子。太子已立遣使者以罪赐公子扶苏、蒙恬死。扶苏已死蒙恬疑而复请之。使者以蒙恬属吏更置。胡亥以李斯舍人为护军。使者还报胡亥已闻扶苏死即欲释蒙恬。赵高恐蒙氏复贵而用事怨之。",
    "audio": "6.mp3"
  },
  {
    "text": "毅还至赵高因为胡亥忠计欲以灭蒙氏乃言曰：“臣闻先帝欲举贤立太子久矣而毅谏曰‘不可’。若知贤而俞弗立则是不忠而惑主也。以臣愚意不若诛之。”胡亥听而系蒙毅於代。前已囚蒙恬於阳周。丧至咸阳已葬太子立为二世皇帝而赵高亲近日夜毁恶蒙氏求其罪过举劾之。",
    "audio": "7.mp3"
  },
  {
    "text": "子婴进谏曰：“臣闻故赵王迁杀其良臣李牧而用颜聚燕王喜阴用荆轲之谋而倍秦之约齐王建杀其故世忠臣而用后胜之议。此三君者皆各以变古者失其国而殃及其身。今蒙氏秦之大臣谋士也而主欲一旦弃去之臣窃以为不可。臣闻轻虑者不可以治国独智者不可以存君。诛杀忠臣而立无节行之人是内使群臣不相信而外使斗士之意离也臣窃以为不可。”",
    "audio": "8.mp3"
  },
  {
    "text": "胡亥不听。而遣御史曲宫乘传之代令蒙毅曰：“先主欲立太子而卿难之。今丞相以卿为不忠罪及其宗。朕不忍乃赐卿死亦甚幸矣。卿其图之！”毅对曰：“以臣不能得先主之意则臣少宦顺幸没世。可谓知意矣。以臣不知太子之能则太子独从周旋天下去诸公子绝远臣无所疑矣。夫先主之举用太子数年之积也臣乃何言之敢谏何虑之敢谋！非敢饰辞以避死也为羞累先主之名原大夫为虑焉使臣得死情实。且夫顺成全者道之所贵也；刑杀者道之所卒也。昔者秦穆公杀三良而死罪百里奚而非其罪也故立号曰‘缪’。昭襄王杀武安君白起。楚平王杀伍奢。吴王夫差杀伍子胥。此四君者皆为大失而天下非之以其君为不明以是籍於诸侯。故曰‘用道治者不杀无罪而罚不加於无辜’。唯大夫留心！”使者知胡亥之意不听蒙毅之言遂杀之。",
    "audio": "9.mp3"
  },
  {
    "text": "二世又遣使者之阳周令蒙恬曰：“君之过多矣而卿弟毅有大罪法及内史。”恬曰：“自吾先人及至子孙积功信於秦三世矣。今臣将兵三十馀万身虽囚系其势足以倍畔然自知必死而守义者不敢辱先人之教以不忘先主也。昔周成王初立未离襁褓周公旦负王以朝卒定天下。及成王有病甚殆公旦自揃其爪以沈於河曰：‘王未有识是旦执事。有罪殃旦受其不祥。’乃书而藏之记府可谓信矣。及王能治国有贼臣言：‘周公旦欲为乱久矣王若不备必有大事。’王乃大怒周公旦走而奔於楚。成王观於记府得周公旦沈书乃流涕曰：‘孰谓周公旦欲为乱乎！’杀言之者而反周公旦。故周书曰‘必参而伍之’。今恬之宗世无二心而事卒如此是必孽臣逆乱内陵之道也。夫成王失而复振则卒昌；桀杀关龙逢纣杀王子比干而不悔身死则国亡。臣故曰过可振而谏可觉也。",
    "audio": "10.mp3"
  },
  {
    "text": "察於参伍上圣之法也。凡臣之言非以求免於咎也将以谏而死原陛下为万民思从道也。”使者曰：“臣受诏行法於将军不敢以将军言闻於上也。”蒙恬喟然太息曰：“我何罪於天无过而死乎？”良久徐曰：“恬罪固当死矣。起临洮属之辽东城巉万馀里此其中不能无绝地脉哉？此乃恬之罪也。”乃吞药自杀。",
    "audio": "11.mp3"
  },
  {
    "text": "太史公曰：吾適北边自直道归行观蒙恬所为秦筑长城亭障堑山堙谷通直道固轻百姓力矣。夫秦之初灭诸侯天下之心未定痍伤者未瘳而恬为名将不以此时彊谏振百姓之急养老存孤务修众庶之和而阿意兴功此其兄弟遇诛不亦宜乎！何乃罪地脉哉？",
    "audio": "12.mp3"
  },
  {
    "text": "蒙氏秦将内史忠贤。长城筑万里安边。赵高矫制扶苏死焉。绝地何罪？劳人是?。呼天欲诉三代良然。",
    "audio": "13.mp3"
  },
  {
    "text": "",
    "audio": "14.mp3"
  }
]