[
  {
    "text": "# 张耳陈馀列传"
  },
  {
    "text": "张耳者大梁人也。其少时及魏公子毋忌为客。张耳尝亡命游外黄。外黄富人女甚美嫁庸奴亡其夫去抵父客。父客素知张耳乃谓女曰：“必欲求贤夫从张耳。”女听乃卒为请决嫁之张耳。张耳是时脱身游女家厚奉给张耳张耳以故致千里客。乃宦魏为外黄令。名由此益贤。陈馀者亦大梁人也好儒术数游赵苦陉。富人公乘氏以其女妻之亦知陈馀非庸人也。馀年少父事张耳两人相与为刎颈交。",
    "audio": "1.mp3"
  },
  {
    "text": "秦之灭大梁也张耳家外黄。高祖为布衣时尝数从张耳游客数月。秦灭魏数岁已闻此两人魏之名士也购求有得张耳千金陈馀五百金。张耳、陈馀乃变名姓俱之陈为里监门以自食。两人相对。里吏尝有过笞陈馀陈馀欲起张耳蹑之使受笞。吏去张耳乃引陈馀之桑下而数之曰：“始吾与公言何如？今见小辱而欲死一吏乎？”陈馀然之。秦诏书购求两人两人亦反用门者以令里中。",
    "audio": "2.mp3"
  },
  {
    "text": "陈涉起蕲至入陈兵数万。张耳、陈馀上谒陈涉。涉及左右生平数闻张耳、陈馀贤未尝见见即大喜。",
    "audio": "3.mp3"
  },
  {
    "text": "陈中豪杰父老乃说陈涉曰：“将军身被坚执锐率士卒以诛暴秦复立楚社稷存亡继绝功德宜为王。且夫监临天下诸将不为王不可原将军立为楚王也。”陈涉问此两人两人对曰：“夫秦为无道破人国家灭人社稷绝人後世罢百姓之力尽百姓之财。将军瞋目张胆出万死不顾一生之计为天下除残也。今始至陈而王之示天下私。原将军毋王急引兵而西遣人立六国後自为树党为秦益敌也。敌多则力分与众则兵彊。如此野无交兵县无守城诛暴秦据咸阳以令诸侯。诸侯亡而得立以德服之如此则帝业成矣。今独王陈恐天下解也。”陈涉不听遂立为王。",
    "audio": "4.mp3"
  },
  {
    "text": "陈馀乃复说陈王曰：“大王举梁、楚而西务在入关未及收河北也。臣尝游赵知其豪桀及地形原请奇兵北略赵地。”於是陈王以故所善陈人武臣为将军邵骚为护军以张耳、陈馀为左右校尉予卒三千人北略赵地。",
    "audio": "5.mp3"
  },
  {
    "text": "武臣等从白马渡河至诸县说其豪桀曰：“秦为乱政虐刑以残贼天下数十年矣。北有长城之役南有五岭之戍外内骚动百姓罢敝头会箕敛以供军费财匮力尽民不聊生。重之以苛法峻刑使天下父子不相安。陈王奋臂为天下倡始王楚之地方二千里莫不响应家自为怒人自为斗各报其怨而攻其雠县杀其令丞郡杀其守尉。今已张大楚王陈使吴广、周文将卒百万西击秦。於此时而不成封侯之业者非人豪也。诸君试相与计之！夫天下同心而苦秦久矣。因天下之力而攻无道之君报父兄之怨而成割地有土之业此士之一时也。”豪桀皆然其言。乃行收兵得数万人号武臣为武信君。下赵十城馀皆城守莫肯下。",
    "audio": "6.mp3"
  },
  {
    "text": "乃引兵东北击范阳。范阳人蒯通说范阳令曰：“窃闻公之将死故吊。虽然贺公得通而生。”范阳令曰：“何以吊之？”对曰：“秦法重足下为范阳令十年矣杀人之父孤人之子断人之足黥人之不可胜数。然而慈父孝子莫敢倳刃公之腹中者畏秦法耳。今天下大乱秦法不施然则慈父孝子且倳刃公之腹中以成其名此臣之所以吊公也。今诸侯畔秦矣武信君兵且至而君坚守范阳少年皆争杀君下武信君。君急遣臣见武信君可转祸为福在今矣。”",
    "audio": "7.mp3"
  },
  {
    "text": "范阳令乃使蒯通见武信君曰：“足下必将战胜然後略地攻得然後下城臣窃以为过矣。诚听臣之计可不攻而降城不战而略地传檄而千里定可乎？”武信君曰：“何谓也？”蒯通曰：“今范阳令宜整顿其士卒以守战者也怯而畏死贪而重富贵故欲先天下降畏君以为秦所置吏诛杀如前十城也。然今范阳少年亦方杀其令自以城距君。君何不赍臣侯印拜范阳令范阳令则以城下君少年亦不敢杀其令。令范阳令乘硃轮华毂使驱驰燕、赵郊。燕、赵郊见之皆曰此范阳令先下者也即喜矣燕、赵城可毋战而降也。此臣之所谓传檄而千里定者也。”武信君从其计因使蒯通赐范阳令侯印。赵地闻之不战以城下者三十馀城。",
    "audio": "8.mp3"
  },
  {
    "text": "至邯郸张耳、陈馀闻周章军入关至戏卻；又闻诸将为陈王徇地多以谗毁得罪诛怨陈王不用其筴不以为将而以为校尉。乃说武臣曰：“陈王起蕲至陈而王非必立六国後。将军今以三千人下赵数十城独介居河北不王无以填之。且陈王听谗还报恐不脱於祸。又不如立其兄弟；不即立赵後。将军毋失时时间不容息。”武臣乃听之遂立为赵王。以陈馀为大将军张耳为右丞相邵骚为左丞相。",
    "audio": "9.mp3"
  },
  {
    "text": "使人报陈王陈王大怒欲尽族武臣等家而兵击赵。陈王相国房君谏曰：“秦未亡而诛武臣等家此又生一秦也。不如因而贺之使急引兵西击秦。”陈王然之从其计徙系武臣等家宫中封张耳子敖为成都君。",
    "audio": "10.mp3"
  },
  {
    "text": "陈王使使者贺赵令趣兵西入关。张耳、陈馀说武臣曰：“王王赵非楚意特以计贺王。楚已灭秦必加兵於赵。原王毋西兵北徇燕、代南收河内以自广。赵南据大河北有燕、代楚虽胜秦必不敢制赵。”赵王以为然因不西兵而使韩广略燕李良略常山张黡略上党。",
    "audio": "11.mp3"
  },
  {
    "text": "韩广至燕燕人因立广为燕王。赵王乃与张耳、陈馀北略地燕界。赵王间出为燕军所得。燕将囚之欲与分赵地半乃归王。使者往燕辄杀之以求地。张耳、陈馀患之。有厮养卒谢其舍中曰：“吾为公说燕与赵王载归。”舍中皆笑曰：“使者往十馀辈辄死若何以能得王？”乃走燕壁。燕将见之问燕将曰：“知臣何欲？”燕将曰：“若欲得赵王耳。”曰：“君知张耳、陈馀何如人也？”燕将曰：“贤人也。”曰：“知其志何欲？”曰：“欲得其王耳。”赵养卒乃笑曰：“君未知此两人所欲也。夫武臣、张耳、陈馀杖马箠下赵数十城此亦各欲南面而王岂欲为卿相终己邪？夫臣与主岂可同日而道哉顾其势初定未敢参分而王且以少长先立武臣为王以持赵心。今赵地已服此两人亦欲分赵而王时未可耳。今君乃囚赵王。",
    "audio": "12.mp3"
  },
  {
    "text": "此两人名为求赵王实欲燕杀之此两人分赵自立。夫以一赵尚易燕况以两贤王左提右挈而责杀王之罪灭燕易矣。”燕将以为然乃归赵王养卒为御而归。",
    "audio": "13.mp3"
  },
  {
    "text": "李良已定常山还报赵王复使良略太原。至石邑秦兵塞井陉未能前。秦将诈称二世使人遗李良书不封曰：“良尝事我得显幸。良诚能反赵为秦赦良罪贵良。”良得书疑不信。乃还之邯郸益请兵。未至道逢赵王姊出饮从百馀骑。李良望见以为王伏谒道旁。王姊醉不知其将使骑谢李良。李良素贵起惭其从官。从官有一人曰：“天下畔秦能者先立。且赵王素出将军下今女兒乃不为将军下车请追杀之。”李良已得秦书固欲反赵未决因此怒遣人追杀王姊道中乃遂将其兵袭邯郸。邯郸不知竟杀武臣、邵骚。赵人多为张耳、陈馀耳目者以故得脱出。收其兵得数万人。客有说张耳曰：“两君羁旅而欲附赵难；独立赵後扶以义可就功。”乃求得赵歇立为赵王居信都。李良进兵击陈馀陈馀败李良李良走归章邯。",
    "audio": "14.mp3"
  },
  {
    "text": "章邯引兵至邯郸皆徙其民河内夷其城郭。张耳与赵王歇走入钜鹿城王离围之。陈馀北收常山兵得数万人军钜鹿北。章邯军钜鹿南棘原筑甬道属河饷王离。王离兵食多急攻钜鹿。钜鹿城中食尽兵少张耳数使人召前陈馀陈馀自度兵少不敌秦不敢前。数月张耳大怒怨陈馀使张黡、陈泽往让陈馀曰：“始吾与公为刎颈交今王与耳旦暮且死而公拥兵数万不肯相救安在其相为死！苟必信胡不赴秦军俱死？且有十一二相全。”陈馀曰：“吾度前终不能救赵徒尽亡军。且馀所以不俱死欲为赵王、张君报秦。今必俱死如以肉委饿虎何益？”张黡、陈泽曰：“事已急要以俱死立信安知後虑！”陈馀曰：“吾死顾以为无益。必如公言。”乃使五千人令张黡、陈泽先尝秦军至皆没。",
    "audio": "15.mp3"
  },
  {
    "text": "当是时燕、齐、楚闻赵急皆来救。张敖亦北收代兵得万馀人来皆壁馀旁未敢击秦。项羽兵数绝章邯甬道王离军乏食项羽悉引兵渡河遂破章邯。章邯引兵解诸侯军乃敢击围钜鹿秦军遂虏王离。涉间自杀。卒存钜鹿者楚力也。",
    "audio": "16.mp3"
  },
  {
    "text": "於是赵王歇、张耳乃得出钜鹿谢诸侯。张耳与陈馀相见责让陈馀以不肯救赵及问张黡、陈泽所在。陈馀怒曰：“张黡、陈泽以必死责臣臣使将五千人先尝秦军皆没不出。”张耳不信以为杀之数问陈馀。陈馀怒曰：“不意君之望臣深也！岂以臣为重去将哉？”乃脱解印绶推予张耳。张耳亦愕不受。陈馀起如厕。客有说张耳曰：“臣闻‘天与不取反受其咎’。今陈将军与君印君不受反天不祥。急取之！”张耳乃佩其印收其麾下。而陈馀还亦望张耳不让遂趋出。张耳遂收其兵。陈馀独与麾下所善数百人之河上泽中渔猎。由此陈馀、张耳遂有卻。",
    "audio": "17.mp3"
  },
  {
    "text": "赵王歇复居信都。张耳从项羽诸侯入关。汉元年二月项羽立诸侯王张耳雅游人多为之言项羽亦素数闻张耳贤乃分赵立张耳为常山王治信都。信都更名襄国。",
    "audio": "18.mp3"
  },
  {
    "text": "陈馀客多说项羽曰：“陈馀、张耳一体有功於赵。”项羽以陈馀不从入关闻其在南皮即以南皮旁三县以封之而徙赵王歇王代。",
    "audio": "19.mp3"
  },
  {
    "text": "张耳之国陈馀愈益怒曰：“张耳与馀功等也今张耳王馀独侯此项羽不平。”及齐王田荣畔楚陈馀乃使夏说说田荣曰：“项羽为天下宰不平尽王诸将善地徙故王王恶地今赵王乃居代！原王假臣兵请以南皮为扞蔽。”田荣欲树党於赵以反楚乃遣兵从陈馀。陈馀因悉三县兵袭常山王张耳。张耳败走念诸侯无可归者曰：“汉王与我有旧故而项羽又彊立我我欲之楚。”甘公曰：“汉王之入关五星聚东井。东井者秦分也。先至必霸。楚虽彊後必属汉。”故耳走汉。汉王亦还定三秦方围章邯废丘。张耳谒汉王汉王厚遇之。",
    "audio": "20.mp3"
  },
  {
    "text": "陈馀已败张耳皆复收赵地迎赵王於代复为赵王。赵王德陈馀立以为代王。陈馀为赵王弱国初定不之国留傅赵王而使夏说以相国守代。",
    "audio": "21.mp3"
  },
  {
    "text": "汉二年东击楚使使告赵欲与俱。陈馀曰：“汉杀张耳乃从。”於是汉王求人类张耳者斩之持其头遗陈馀。陈馀乃遣兵助汉。汉之败於彭城西陈馀亦复觉张耳不死即背汉。",
    "audio": "22.mp3"
  },
  {
    "text": "汉三年韩信已定魏地遣张耳与韩信击破赵井陉斩陈馀泜水上追杀赵王歇襄国。汉立张耳为赵王。汉五年张耳薨谥为景王。子敖嗣立为赵王。高祖长女鲁元公主为赵王敖后。",
    "audio": "23.mp3"
  },
  {
    "text": "汉七年高祖从平城过赵赵王朝夕袒韝蔽自上食礼甚卑有子婿礼。高祖箕踞詈甚慢易之。赵相贯高、赵午等年六十馀故张耳客也。生平为气乃怒曰：“吾王孱王也！”说王曰：“夫天下豪桀并起能者先立。今王事高祖甚恭而高祖无礼请为王杀之！”张敖齧其指出血曰：“君何言之误！且先人亡国赖高祖得复国德流子孙秋豪皆高祖力也。原君无复出口。”贯高、赵午等十馀人皆相谓曰：“乃吾等非也。吾王长者不倍德。且吾等义不辱今怨高祖辱我王故欲杀之何乃汙王为乎？令事成归王事败独身坐耳。”",
    "audio": "24.mp3"
  },
  {
    "text": "汉八年上从东垣还过赵贯高等乃壁人柏人要之置厕。上过欲宿心动问曰：“县名为何？”曰：“柏人。”“柏人者迫於人也！”不宿而去。",
    "audio": "25.mp3"
  },
  {
    "text": "汉九年贯高怨家知其谋乃上变告之。於是上皆并逮捕赵王、贯高等。十馀人皆争自刭贯高独怒骂曰：“谁令公为之？今王实无谋而并捕王；公等皆死谁白王不反者！”乃轞车胶致与王诣长安。治张敖之罪。上乃诏赵群臣宾客有敢从王皆族。贯高与客孟舒等十馀人皆自髡钳为王家奴从来。贯高至对狱曰：“独吾属为之王实不知。”吏治榜笞数千刺剟身无可击者终不复言。吕后数言张王以鲁元公主故不宜有此。上怒曰：“使张敖据天下岂少而女乎！”不听。廷尉以贯高事辞闻上曰：“壮士！谁知者以私问之。”中大夫泄公曰：“臣之邑子素知之。此固赵国立名义不侵为然诺者也。”上使泄公持节问之箯舆前。仰视曰：“泄公邪？”泄公劳苦如生平驩与语问张王果有计谋不。",
    "audio": "26.mp3"
  },
  {
    "text": "高曰：“人情宁不各爱其父母妻子乎？今吾三族皆以论死岂以王易吾亲哉！顾为王实不反独吾等为之。”具道本指所以为者王不知状。於是泄公入具以报上乃赦赵王。",
    "audio": "27.mp3"
  },
  {
    "text": "上贤贯高为人能立然诺使泄公具告之曰：“张王已出。”因赦贯高。贯高喜曰：“吾王审出乎？”泄公曰：“然。”泄公曰：“上多足下故赦足下。”贯高曰：“所以不死一身无馀者白张王不反也。今王已出吾责已塞死不恨矣。且人臣有篡杀之名何面目复事上哉！纵上不杀我我不愧於心乎？”乃仰绝肮遂死。当此之时名闻天下。",
    "audio": "28.mp3"
  },
  {
    "text": "张敖已出以尚鲁元公主故封为宣平侯。於是上贤张王诸客以钳奴从张王入关无不为诸侯相、郡守者。及孝惠、高后、文帝、孝景时张王客子孙皆得为二千石。",
    "audio": "29.mp3"
  },
  {
    "text": "张敖高后六年薨。子偃为鲁元王。以母吕后女故吕后封为鲁元王。元王弱兄弟少乃封张敖他姬子二人：寿为乐昌侯侈为信都侯。高后崩诸吕无道大臣诛之而废鲁元王及乐昌侯、信诸侯。孝文帝即位复封故鲁元王偃为南宫侯续张氏。",
    "audio": "30.mp3"
  },
  {
    "text": "太史公曰：张耳、陈馀世传所称贤者；其宾客厮役莫非天下俊桀所居国无不取卿相者。然张耳、陈馀始居约时相然信以死岂顾问哉。及据国争权卒相灭亡何乡者相慕用之诚後相倍之戾也！岂非以势利交哉？名誉虽高宾客虽盛所由殆与大伯、延陵季子异矣。",
    "audio": "31.mp3"
  },
  {
    "text": "张耳、陈馀天下豪俊。忘年羁旅刎颈相信。耳围钜鹿馀兵不进。张既望深陈乃去印。势利倾夺隙末成衅。",
    "audio": "32.mp3"
  },
  {
    "text": "",
    "audio": "33.mp3"
  }
]