[
  {
    "text": "# 黥布列传"
  },
  {
    "text": "黥布者六人也姓英氏。秦时为布衣。少年有客相之曰：“当刑而王。”及壮坐法黥。布欣然笑曰；“人相我当刑而王几是乎？”人有闻者共俳笑之。布已论输丽山丽山之徒数十万人布皆与其徒长豪桀交通乃率其曹偶亡之江中为群盗。",
    "audio": "1.mp3"
  },
  {
    "text": "陈胜之起也布乃见番君与其众叛秦聚兵数千人。番君以其女妻之。章邯之灭陈胜破吕臣军布乃引兵北击秦左右校破之清波引兵而东。闻项梁定江东会稽涉江而西。陈婴以项氏世为楚将乃以兵属项梁渡淮南英布、蒲将军亦以兵属项梁。",
    "audio": "2.mp3"
  },
  {
    "text": "项梁涉淮而西击景驹、秦嘉等布常冠军。项梁至薛闻陈王定死乃立楚怀王。项梁号为武信君英布为当阳君。项梁败死定陶怀王徙都彭城诸将英布亦皆保聚彭城。当是时秦急围赵赵数使人请救。怀王使宋义为上将范曾为末将项籍为次将英在、蒲将军皆为将军悉属宋义北救赵。及项籍杀宋义於河上怀王因立籍为上将军诸将皆属项籍。项籍使布先渡河击秦布数有利籍乃悉引兵涉河从之遂破秦军降章邯等。楚兵常胜功冠诸侯。诸侯兵皆以服属楚者以布数以少败众也。",
    "audio": "3.mp3"
  },
  {
    "text": "项籍之引兵西至新安又使布等夜击阬章邯秦卒二十馀万人。至关不得入又使布等先从间道破关下军遂得入至咸阳。布常为军锋。项王封诸将立布为九江王都六。",
    "audio": "4.mp3"
  },
  {
    "text": "汉元年四月诸侯皆罢戏下各就国。项氏立怀王为义帝徙都长沙乃阴令九江王布等行击之。其八月布使将击义帝追杀之郴县。",
    "audio": "5.mp3"
  },
  {
    "text": "汉二年齐王田荣畔楚项王往击齐徵兵九江九江王布称病不往遣将将数千人行。汉之败楚彭城布又称病不佐楚。项王由此怨布数使使者诮让召布布愈恐不敢往。项王方北忧齐、赵西患汉所与者独九江王又多布材欲亲用之以故未击。",
    "audio": "6.mp3"
  },
  {
    "text": "汉三年汉王击楚大战彭城不利出梁地至虞谓左右曰：“如彼等者无足与计天下事。”谒者随何进曰：“不审陛下所谓。”汉王曰：“孰能为我使淮南令之兵倍楚留项王於齐数月我之取天下可以百全。”随何曰：“臣请使之。”乃与二十人俱使淮南。至因太宰主之三日不得见。随何因说太宰曰：“王之不见何必以楚为彊以汉为弱此臣之所以为使。使何得见言之而是邪是大王所欲闻也；言之而非邪使何等二十人伏斧质淮南市以明王倍汉而与楚也。”太宰乃言之王王见之。随何曰：“汉王使臣敬进书大王御者窃怪大王与楚何亲也。”淮南王曰：“寡人北乡而臣事之。”随何曰：“大王与项王俱列为诸侯北乡而臣事之必以楚为彊可以讬国也。项王伐齐身负板筑以为士卒先大王宜悉淮南之众身自将之为楚军前锋今乃四千人以助楚。",
    "audio": "7.mp3"
  },
  {
    "text": "夫北面而臣事人者固若是乎？夫汉王战於彭城项王未出齐也大王宜骚淮南之兵渡淮日夜会战彭城下大王抚万人之众无一人渡淮者垂拱而观其孰胜。夫讬国於人者固若是乎？大王提空名以乡楚而欲厚自讬臣窃为大王不取也。然而大王不背楚者以汉为弱也。夫楚兵虽彊天下负之以不义之名以其背盟约而杀义帝也。然而楚王恃战胜自彊汉王收诸侯还守成皋、荥阳下蜀、汉之粟深沟壁垒分卒守徼乘塞楚人还兵间以梁地深入敌国八九百里欲战则不得攻城则力不能老弱转粮千里之外；楚兵至荥阳、成皋汉坚守而不动进则不得攻退则不得解。故曰楚兵不足恃也。使楚胜汉则诸侯自危惧而相救。夫楚之彊適足以致天下之兵耳。故楚不如汉其势易见也。今大王不与万全之汉而自讬於危亡之楚臣窃为大王惑之。臣非以淮南之兵足以亡楚也。",
    "audio": "8.mp3"
  },
  {
    "text": "夫大王兵而倍楚项王必留；留数月汉之取天下可以万全。臣请与大王提剑而归汉汉王必裂地而封大王又况淮南淮南必大王有也。故汉王敬使使臣进愚计原大王之留意也。”淮南王曰：“请奉命。”阴许畔楚与汉未敢泄也。",
    "audio": "9.mp3"
  },
  {
    "text": "楚使者在方急责英布兵舍传舍。随何直入坐楚使者上坐曰：“九江王已归汉楚何以得兵？”布愕然。楚使者起。何因说布曰：“事已搆可遂杀楚使者无使归而疾走汉并力。”布曰：“如使者教因起兵而击之耳。”於是杀使者因起兵而攻楚。楚使项声、龙且攻淮南项王留而攻下邑。数月龙且击淮南破布军。布欲引兵走汉恐楚王杀之故间行与何俱归汉。",
    "audio": "10.mp3"
  },
  {
    "text": "淮南王至上方踞床洗召布入见布大怒悔来欲自杀。出就舍帐御饮食从官如汉王居布又大喜过望。於是乃使人入九江。楚已使项伯收九江兵尽杀布妻子。布使者颇得故人幸臣将众数千人归汉。汉益分布兵而与俱北收兵至成皋。四年七月立布为淮南王与击项籍。",
    "audio": "11.mp3"
  },
  {
    "text": "汉五年布使人入九江得数县。六年布与刘贾入九江诱大司马周殷周殷反楚遂举九江兵与汉击楚破之垓下。",
    "audio": "12.mp3"
  },
  {
    "text": "项籍死天下定上置酒。上折随何之功谓何为腐儒为天下安用腐儒。随何跪曰：“夫陛下引兵攻彭城楚王未去齐也陛下步卒五万人骑五千能以取淮南乎？”上曰：“不能。”随何曰：“陛下使何与二十人使淮南至如陛下之意是何之功贤於步卒五万人骑五千也。然而陛下谓何腐儒为天下安用腐儒何也？”上曰：“吾方图子之功。”乃以随何为护军中尉。布遂剖符为淮南王都六九江、庐江、衡山、豫章郡皆属布。",
    "audio": "13.mp3"
  },
  {
    "text": "七年朝陈。八年朝雒阳。九年朝长安。",
    "audio": "14.mp3"
  },
  {
    "text": "十一年高后诛淮阴侯布因心恐。夏汉诛梁王彭越醢之盛其醢遍赐诸侯。至淮南淮南王方猎见醢因大恐阴令人部聚兵候伺旁郡警急。",
    "audio": "15.mp3"
  },
  {
    "text": "布所幸姬疾请就医医家与中大夫贲赫对门姬数如医家贲赫自以为侍中乃厚餽遗从姬饮医家。姬侍王从容语次誉赫长者也。王怒曰：“汝安从知之？”具说状。王疑其与乱。赫恐称病。王愈怒欲捕赫。赫言变事乘传诣长安。布使人追不及。赫至上变言布谋反有端可先未诛也。上读其书语萧相国。相国曰：“布不宜有此恐仇怨妄诬之。请击赫使人微验淮南王。”淮南王布见赫以罪亡上变固已疑其言国阴事；汉使又来颇有所验遂族赫家兵反。反书闻上乃赦贲赫以为将军。",
    "audio": "16.mp3"
  },
  {
    "text": "上召诸将问曰：“布反为之柰何？”皆曰；“兵击之阬竖子耳。何能为乎！”汝阴侯滕公召故楚令尹问之。令尹曰：“是故当反。”滕公曰：“上裂地而王之疏爵而贵之南面而立万乘之主其反何也？”令尹曰：“往年杀彭越前年杀韩信此三人者同功一体之人也。自疑祸及身故反耳。”滕公言之上曰：“臣客故楚令尹薛公者其人有筹筴之计可问。”上乃召见问薛公。薛公对曰：“布反不足怪也。使布出於上计山东非汉之有也；出於中计胜败之数未可知也；出於下计陛下安枕而卧矣。”上曰：“何谓上计？”令尹对曰：“东取吴西取楚并齐取鲁传檄燕、赵固守其所山东非汉之有也。”“何谓中计？”“东取吴西取楚并韩取魏据敖庾之粟塞成皋之口胜败之数未可知也。”“何谓下计？”“东取吴西取下蔡归重於越身归长沙陛下安枕而卧汉无事矣。”",
    "audio": "17.mp3"
  },
  {
    "text": "上曰：“是计将安出？”令尹对曰：“出下计。”上曰：“何谓废上中计而出下计？”令尹曰：“布故丽山之徒也自致万乘之主此皆为身不顾後为百姓万世虑者也故曰出下计。”上曰：“善。”封薛公千户。乃立皇子长为淮南王。上遂兵自将东击布。",
    "audio": "18.mp3"
  },
  {
    "text": "布之初反谓其将曰：“上老矣厌兵必不能来。使诸将诸将独患淮阴、彭越今皆已死馀不足畏也。”故遂反。果如薛公筹之东击荆荆王刘贾走死富陵。尽劫其兵渡淮击楚。楚兵与战徐、僮间为三军欲以相救为奇。或说楚将曰：“布善用兵民素畏之。且兵法诸侯战其地为散地。今别为三彼败吾一军馀皆走安能相救！”不听。布果破其一军其二军散走。",
    "audio": "19.mp3"
  },
  {
    "text": "遂西与上兵遇蕲西会甀。布兵精甚上乃壁庸城望布军置陈如项籍军上恶之。与布相望见遥谓布曰：“何苦而反？”布曰：“欲为帝耳。”上怒骂之遂大战。布军败走渡淮数止战不利与百馀人走江南。布故与番君婚以故长沙哀王使人绐布伪与亡诱走越故信而随之番阳。番阳人杀布兹乡民田舍遂灭黥布。",
    "audio": "20.mp3"
  },
  {
    "text": "立皇子长为淮南王封贲赫为期思侯诸将率多以功封者。",
    "audio": "21.mp3"
  },
  {
    "text": "太史公曰：英布者其先岂春秋所见楚灭英、六皋陶之後哉？身被刑法何其拔兴之暴也！项氏之所阬杀人以千万数而布常为虐。功冠诸侯用此得王亦不免於身为世大僇。祸之兴自爱姬殖妒媢生患竟以灭国！",
    "audio": "22.mp3"
  },
  {
    "text": "九江初筮当刑而王。既免徒中聚盗江上。再雄楚卒频破秦将。病为羽疑归受汉杖。贲赫见毁卒致无妄。",
    "audio": "23.mp3"
  },
  {
    "text": "",
    "audio": "24.mp3"
  }
]