[
  {
    "text": "# 韩信卢绾列传"
  },
  {
    "text": "韩王信者故韩襄王孽孙也长八尺五寸。及项梁之立楚後怀王也燕、齐、赵、魏皆已前王唯韩无有後故立韩诸公子横阳君成为韩王欲以抚定韩故地。项梁败死定陶成饹怀王。沛公引兵击阳城使张良以韩司徒降下韩故地得信以为韩将将其兵从沛公入武关。",
    "audio": "1.mp3"
  },
  {
    "text": "沛公立为汉王韩信从入汉中乃说汉王曰：“项王王诸将近地而王独远居此此左迁也。士卒皆山东人跂而望归及其锋东乡可以争天下。”汉王还定三秦乃许信为韩王先拜信为韩太尉将兵略韩地。",
    "audio": "2.mp3"
  },
  {
    "text": "项籍之封诸王皆就国韩王成以不从无功不遣就国更以为列侯。及闻汉遣韩信略韩地乃令故项籍游吴时吴令郑昌为韩王以距汉。汉二年韩信略定韩十馀城。汉王至河南韩信急击韩王昌阳城。昌降汉王乃立韩信为韩王常将韩兵从。三年汉王出荥阳韩王信、周苛等守荥阳。及楚败荥阳信降楚已而得亡复归汉汉复立以为韩王竟从击破项籍天下定。五年春遂与剖符为韩王王颍川。",
    "audio": "3.mp3"
  },
  {
    "text": "明年春上以韩信材武所王北近巩、洛南迫宛、叶东有淮阳皆天下劲兵处乃诏徙韩王信王太原以北备御胡都晋阳。信上书曰：“国被边匈奴数入晋阳去塞远请治马邑。”上许之信乃徙治马邑。秋匈奴冒顿大围信信数使使胡求和解。汉兵救之疑信数间使有二心使人责让信。信恐诛因与匈奴约共攻汉反以马邑降胡击太原。",
    "audio": "4.mp3"
  },
  {
    "text": "七年冬上自往击破信军铜鞮斩其将王喜。信亡走匈奴。其与白土人曼丘臣、王黄等立赵苗裔赵利为王复收信败散兵而与信及冒顿谋攻汉。匈奴仗左右贤王将万馀骑与王黄等屯广武以南至晋阳与汉兵战汉大破之追至于离石破之。匈奴复聚兵楼烦西北汉令车骑击破匈奴。匈奴常败走汉乘胜追北闻冒顿居代谷高皇帝居晋阳使人视冒顿还报曰“可击”。上遂至平城。上出白登匈奴骑围上上乃使人厚遗阏氏。阏氏乃说冒顿曰：“今得汉地犹不能居；且两主不相戹。”居七日胡骑稍引去。时天大雾汉使人往来胡不觉。护军中尉陈平言上曰：“胡者全兵请令彊弩傅两矢外乡徐行出围。”入平城汉救兵亦到胡骑遂解去。汉亦罢兵归。韩信为匈奴将兵往来击边。",
    "audio": "5.mp3"
  },
  {
    "text": "汉十年信令王黄等说误陈豨。十一年春故韩王信复与胡骑入居参合距汉。汉使柴将军击之遗信书曰：“陛下宽仁诸侯虽有畔亡而复归辄复故位号不诛也。大王所知。今王以败亡走胡非有大罪急自归！”韩王信报曰：“陛下擢仆起闾巷南面称孤此仆之幸也。荥阳之事仆不能死囚於项籍此一罪也。及寇攻马邑仆不能坚守以城降之此二罪也。今反为寇将兵与将军争一旦之命此三罪也。夫种、蠡无一罪身死亡；今仆有三罪於陛下而欲求活於世此伍子胥所以偾於吴也。今仆亡匿山谷间旦暮乞贷蛮夷仆之思归如痿人不忘起盲者不忘视也势不可耳。”遂战。柴将军屠参合斩韩王信。",
    "audio": "6.mp3"
  },
  {
    "text": "信之入匈奴与太子俱；及至穨当城生子因名曰穨当。韩太子亦生子命曰婴。至孝文十四年穨当及婴率其众降汉。汉封穨当为弓高侯婴为襄城侯。吴楚军时弓高侯功冠诸将。传子至孙孙无子失侯。婴孙以不敬失侯。穨当孽孙韩嫣贵幸名富显於当世。其弟说再封数称将军卒为案道侯。子代岁馀坐法死。後岁馀说孙曾拜为龙嵒侯续说後。",
    "audio": "7.mp3"
  },
  {
    "text": "卢绾者丰人也与高祖同里。卢绾亲与高祖太上皇相爱及生男高祖、卢绾同日生里中持羊酒贺两家。及高祖、卢绾壮俱学书又相爱也。里中嘉两家亲相爱生子同日壮又相爱复贺两家羊酒。高祖为布衣时有吏事辟匿卢绾常随出入上下。及高祖初起沛卢绾以客从入汉中为将军常侍中。从东击项籍以太尉常从出入卧内衣被饮食赏赐群臣莫敢望虽萧曹等特以事见礼至其亲幸莫及卢绾。绾封为长安侯。长安故咸阳也。",
    "audio": "8.mp3"
  },
  {
    "text": "汉五年冬以破项籍乃使卢绾别将与刘贾击临江王共尉破之。七月还从击燕王臧荼臧荼降。高祖已定天下诸侯非刘氏而王者七人。欲王卢绾为群臣觖望。及虏臧荼乃下诏诸将相列侯择群臣有功者以为燕王。群臣知上欲王卢绾皆言曰：“太尉长安侯卢绾常从平定天下功最多可王燕。”诏许之。汉五年八月乃立虏绾为燕王。诸侯王得幸莫如燕王。",
    "audio": "9.mp3"
  },
  {
    "text": "汉十一年秋陈豨反代地高祖如邯郸击豨兵燕王绾亦击其东北。当是时陈豨使王黄求救匈奴。燕王绾亦使其臣张胜於匈奴言豨等军破。张胜至胡故燕王臧茶子衍出亡在胡见张胜曰：“公所以重於燕者以习胡事也。燕所以久存者以诸侯数反兵连不决也。今公为燕欲急灭豨等豨等已尽次亦至燕公等亦且为虏矣。公何不令燕且缓陈豨而与胡和？事宽得长王燕；即有汉急可以安国。”张胜以为然乃私令匈奴助豨等击燕。燕王绾疑张胜与胡反上书请族张胜。胜还具道所以为者。燕王寤乃诈论它人脱胜家属使得为匈奴间而阴使范齐之陈豨所欲令久亡连兵勿决。",
    "audio": "10.mp3"
  },
  {
    "text": "汉十二年东击黥布豨常将兵居代汉使樊哙击斩豨。其裨将降言燕王绾使范齐通计谋於豨所。高祖使使召卢绾绾称病。上又使辟阳侯审食其、御史大夫赵尧往迎燕王因验问左右。绾愈恐闭匿谓其幸臣曰：“非刘氏而王独我与长沙耳。往年春汉族淮阴夏诛彭越皆吕后计。今上病属任吕后。吕后妇人专欲以事诛异姓王者及大功臣。”乃遂称病不行。其左右皆亡匿。语颇泄辟阳侯闻之归具报上上益怒。又得匈奴降者降者言张胜亡在匈奴为燕使。於是上曰：“卢绾果反矣！”使樊哙击燕。燕王绾悉将其宫人家属骑数千居长城下侯伺幸上病愈自入谢。四月高祖崩卢绾遂将其众亡入匈奴匈奴以为东胡卢王。绾为蛮夷所侵夺常思复归。居岁馀死胡中。",
    "audio": "11.mp3"
  },
  {
    "text": "高后时卢绾妻子亡降汉会高后病不能见舍燕邸为欲置酒见之。高祖竟崩不得见。卢绾妻亦病死。",
    "audio": "12.mp3"
  },
  {
    "text": "孝景中六年卢绾孙他之以东胡王降封为亚谷侯。",
    "audio": "13.mp3"
  },
  {
    "text": "陈豨者宛朐人也不知始所以得从。及高祖七年冬韩王信反入匈奴上至平城还乃封豨为列侯以赵相国将监赵、代边兵边兵皆属焉。",
    "audio": "14.mp3"
  },
  {
    "text": "豨常告归过赵赵相周昌见豨宾客随之者千馀乘邯郸官舍皆满。豨所以待宾客布衣交皆出客下。豨还之代周昌乃求入见。见上具言豨宾客盛甚擅兵於外数岁恐有变。上乃令人覆案豨客居代者财物诸不法事多连引豨。豨恐阴令客通使王黄、曼丘臣所。及高祖十年七月太上皇崩使人召豨豨称病甚。九月遂与王黄等反自立为代王劫略赵、代。",
    "audio": "15.mp3"
  },
  {
    "text": "上闻乃赦赵、代吏人为豨所诖误劫略者皆赦之。上自往至邯郸喜曰：“豨不南据漳水北守邯郸知其无能为也。”赵相奏斩常山守、尉曰：“常山二十五城豨反亡其二十城。”上问曰：“守、尉反乎？”对曰：“不反。”上曰：“是力不足也。”赦之复以为常山守、尉。上问周昌曰：“赵亦有壮士可令将者乎？”对曰：“有四人。”四人谒上谩骂曰：“竖子能为将乎？”四人惭伏。上封之各千户以为将。左右谏曰：“从入蜀、汉伐楚功未遍行今此何功而封？”上曰：“非若所知！陈豨反邯郸以北皆豨有吾以羽檄徵天下兵未有至者今唯独邯郸中兵耳。吾胡爱四千户封四人不以慰赵子弟！”皆曰：“善。”於是上曰：“陈豨将谁？”曰：“王黄、曼丘臣皆故贾人。”上曰：“吾知之矣。”乃各以千金购黄、臣等。",
    "audio": "16.mp3"
  },
  {
    "text": "十一年冬汉兵击斩陈豨将侯敞、王黄於曲逆下破豨将张春於聊城斩万馀。太尉勃入定太原、代地。十二月上自击东垣东垣不下卒骂上；东垣降卒骂者斩之不骂者黥之。更命东垣为真定。王黄、曼丘臣其麾下受购赏之皆生得以故陈豨军遂败。",
    "audio": "17.mp3"
  },
  {
    "text": "上还至洛阳。上曰：“代居常山北赵乃从山南有之远。”乃立子恆为代王都中都代、雁门皆属代。",
    "audio": "18.mp3"
  },
  {
    "text": "高祖十二年冬樊哙军卒追斩豨於灵丘。",
    "audio": "19.mp3"
  },
  {
    "text": "太史公曰：韩信、卢绾非素积德累善之世徼一时权变以诈力成功遭汉初定故得列地南面称孤。内见疑彊大外倚蛮貊以为援是以日疏自危事穷智困卒赴匈奴岂不哀哉！陈豨梁人其少时数称慕魏公子；及将军守边招致宾客而下士名声过实。周昌疑之疵瑕颇起惧祸及身邪人进说遂陷无道。於戏悲夫！夫计之生孰成败於人也深矣！",
    "audio": "20.mp3"
  },
  {
    "text": "韩襄遗孽始从汉中。剖符南面徙邑北通。穨当归国龙雒有功。卢绾亲爱群臣莫同。旧燕是王东胡计穷。",
    "audio": "21.mp3"
  },
  {
    "text": "",
    "audio": "22.mp3"
  }
]