[
  {
    "text": "# 田儋列传"
  },
  {
    "text": "田儋者狄人也故齐王田氏族也。儋从弟田荣荣弟田横皆豪宗彊能得人。",
    "audio": "1.mp3"
  },
  {
    "text": "陈涉之初起王楚也使周市略定魏地北至狄狄城守。田儋详为缚其奴从少年之廷欲谒杀奴。见狄令因击杀令而召豪吏子弟曰：“诸侯皆反秦自立齐古之建国儋田氏当王。”遂自立为齐王兵以击周市。周市军还去田儋因率兵东略定齐地。",
    "audio": "2.mp3"
  },
  {
    "text": "秦将章邯围魏王咎於临济急。魏王请救於齐齐王田儋将兵救魏。章邯夜衔枚击大破齐、魏军杀田儋於临济下。儋弟田荣收儋馀兵东走东阿。",
    "audio": "3.mp3"
  },
  {
    "text": "齐人闻王田儋死乃立故齐王建之弟田假为齐王田角为相田间为将以距诸侯。",
    "audio": "4.mp3"
  },
  {
    "text": "田荣之走东阿章邯追围之。项梁闻田荣之急乃引兵击破章邯军东阿下。章邯走而西项梁因追之。而田荣怒齐之立假乃引兵归击逐齐王假。假亡走楚。齐相角亡走赵；角弟田间前求救赵因留不敢归。田荣乃立田儋子市为齐王。荣相之田横为将平齐地。",
    "audio": "5.mp3"
  },
  {
    "text": "项梁既追章邯章邯兵益盛项梁使使告赵、齐兵共击章邯。田荣曰：“使楚杀田假赵杀田角、田间乃肯出兵。”楚怀王曰：“田假与国之王穷而归我杀之不义。”赵亦不杀田角、田间以市於齐。齐曰：“蝮螫手则斩手螫足则斩足。何者？为害於身也。今田假、田角、田间於楚、赵非直手足戚也何故不杀？且秦复得志於天下则齮龁用事者坟墓矣。”楚、赵不听齐亦怒终不肯出兵。章邯果败杀项梁破楚兵楚兵东走而章邯渡河围赵於钜鹿。项羽往救赵由此怨田荣。",
    "audio": "6.mp3"
  },
  {
    "text": "项羽既存赵降章邯等西屠咸阳灭秦而立侯王也乃徙齐王田市更王胶东治即墨。齐将田都从共救赵因入关故立都为齐王治临淄。故齐王建孙田安项羽方渡河救赵田安下济北数城引兵降项羽项羽立田安为济北王治博阳。田荣以负项梁不肯出兵助楚、赵攻秦故不得王；赵将陈馀亦失职不得王：二人俱怨项王。",
    "audio": "7.mp3"
  },
  {
    "text": "顼王既归诸侯各就国田荣使人将兵助陈馀令反赵地而荣亦兵以距击田都田都亡走楚。田荣留齐王市无令之胶东。市之左右曰：“项王彊暴而王当之胶东不就国必危。”市惧乃亡就国。田荣怒追击杀齐王市於即墨还攻杀济北王安。於是田荣乃自立为齐王尽并三齐之地。",
    "audio": "8.mp3"
  },
  {
    "text": "项王闻之大怒乃北伐齐。齐王田荣兵败走平原平原人杀荣。项王遂烧夷齐城郭所过者尽屠之。齐人相聚畔之。荣弟横收齐散兵得数万人反击项羽於城阳。而汉王率诸侯败楚入彭城。项羽闻之乃醳齐而归击汉於彭城因连与汉战相距荥阳。以故田横复得收齐城邑立田荣子广为齐王而横相之专国政政无巨细皆断於相。",
    "audio": "9.mp3"
  },
  {
    "text": "横定齐三年汉王使郦生往说下齐王广及其相国横。横以为然解其历下军。汉将韩信引兵且东击齐。齐初使华无伤、田解军於历下以距汉汉使至乃罢守战备纵酒且遣使与汉平。汉将韩信已平赵、燕用蒯通计度平原袭破齐历下军因入临淄。齐王广、相横怒以郦生卖己而亨郦生。齐王广东走高密相横走博守相田光走城阳将军田既军於胶东。楚使龙且救齐齐王与合军高密。汉将韩信与曹参破杀龙且虏齐王广。汉将灌婴追得齐守相田光。至博而横闻齐王死自立为齐王还击婴婴败横之军於嬴下。田横亡走梁归彭越。彭越是时居梁地中立且为汉且为楚。韩信已杀龙且因令曹参进兵破杀田既於胶东使灌婴破杀齐将田吸於千乘。韩信遂平齐乞自立为齐假王汉因而立之。",
    "audio": "10.mp3"
  },
  {
    "text": "後岁馀汉灭项籍汉王立为皇帝以彭越为梁王。田横惧诛而与其徒属五百馀人入海居岛中。高帝闻之以为田横兄弟本定齐齐人贤者多附焉今在海中不收後恐为乱乃使使赦田横罪而召之。田横因谢曰：“臣亨陛下之使郦生今闻其弟郦商为汉将而贤臣恐惧不敢奉诏请为庶人守海岛中。”使还报高皇帝乃诏卫尉郦商曰：“齐王田横即至人马从者敢动摇者致族夷！”乃复使使持节具告以诏商状曰：“田横来大者王小者乃侯耳；不来且举兵加诛焉。”田横乃与其客二人乘传诣雒阳。",
    "audio": "11.mp3"
  },
  {
    "text": "未至三十里至尸乡厩置横谢使者曰：“人臣见天子当洗沐。”止留。谓其客曰：“横始与汉王俱南面称孤今汉王为天子而横乃为亡虏而北面事之其耻固已甚矣。且吾亨人之兄与其弟并肩而事其主纵彼畏天子之诏不敢动我我独不愧於心乎？且陛下所以欲见我者不过欲一见吾面貌耳。今陛下在洛阳今斩吾头驰三十里间形容尚未能败犹可观也。”遂自刭令客奉其头从使者驰奏之高帝。高帝曰：“嗟乎有以也夫！起自布衣兄弟三人更王岂不贤乎哉！”为之流涕而拜其二客为都尉卒二千人以王者礼葬田横。",
    "audio": "12.mp3"
  },
  {
    "text": "既葬二客穿其冢旁孔皆自刭下从之。高帝闻之乃大惊大田横之客皆贤。吾闻其馀尚五百人在海中使使召之。至则闻田横死亦皆自杀。於是乃知田横兄弟能得士也。",
    "audio": "13.mp3"
  },
  {
    "text": "太史公曰：甚矣蒯通之谋乱齐骄淮阴其卒亡此两人！蒯通者善为长短说论战国之权变为八十一。通善齐人安期生安期生尝干项羽项羽不能用其筴。已而项羽欲封此两人两人终不肯受亡去。田横之高节宾客慕义而从横死岂非至贤！余因而列焉。不无善画者莫能图何哉？",
    "audio": "14.mp3"
  },
  {
    "text": "秦项之际天下交兵。六国树党自置豪英。田儋殒寇立市相荣。楚封王假齐破郦生。兄弟更王海岛传声。",
    "audio": "15.mp3"
  },
  {
    "text": "",
    "audio": "16.mp3"
  }
]