[
  {
    "text": "# 张释之冯唐列传"
  },
  {
    "text": "张廷尉释之者堵阳人也字季。有兄仲同居。以訾为骑郎事孝文帝十岁不得调无所知名。释之曰：“久宦减仲之产不遂。”欲自免归。中郎将袁盎知其贤惜其去乃请徙释之补谒者。释之既朝毕因前言便宜事。文帝曰：“卑之毋甚高论令今可施行也。”於是释之言秦汉之间事秦所以失而汉所以兴者久之。文帝称善乃拜释之为谒者仆射。",
    "audio": "1.mp3"
  },
  {
    "text": "释之从行登虎圈。上问上林尉诸禽兽簿十馀问尉左右视尽不能对。虎圈啬夫从旁代尉对上所问禽兽簿甚悉欲以观其能口对响应无穷者。文帝曰：“吏不当若是邪？尉无赖！”乃诏释之拜啬夫为上林令。释之久之前曰：“陛下以绛侯周勃何如人也？”上曰：“长者也。”又复问：“东阳侯张相如何如人也？”上复曰：“长者。”释之曰：“夫绛侯、东阳侯称为长者此两人言事曾不能出口岂斅此啬夫谍谍利口捷给哉！且秦以任刀笔之吏吏争以亟疾苛察相高然其敝徒文具耳无恻隐之实。以故不闻其过陵迟而至於二世天下土崩。今陛下以啬夫口辩而迁之臣恐天下随风靡靡争为口辩而无其实。且下之化上疾於景响举错不可不审也。”文帝曰：“善。”乃止不拜啬夫。",
    "audio": "2.mp3"
  },
  {
    "text": "上就车召释之参乘徐行问释之秦之敝。具以质言。至宫上拜释之为公车令。",
    "audio": "3.mp3"
  },
  {
    "text": "顷之太子与梁王共车入朝不下司马门於是释之追止太子、梁王无得入殿门。遂劾不下公门不敬奏之。薄太后闻之文帝免冠谢曰：“教兒子不谨。”薄太后乃使使承诏赦太子、梁王然后得入。文帝由是奇释之拜为中大夫。",
    "audio": "4.mp3"
  },
  {
    "text": "顷之至中郎将。从行至霸陵居北临厕。是时慎夫人从上指示慎夫人新丰道曰：“此走邯郸道也。”使慎夫人鼓瑟上自倚瑟而歌意惨凄悲怀顾谓群臣曰：“嗟乎！以北山石为椁用纻絮斫陈蕠漆其间岂可动哉！”左右皆曰：“善。”释之前进曰：“使其中有可欲者虽锢南山犹有郄；使其中无可欲者虽无石椁又何戚焉！”文帝称善。其後拜释之为廷尉。",
    "audio": "5.mp3"
  },
  {
    "text": "顷之上行出中渭桥有一人从穚下走出乘舆马惊。於是使骑捕属之廷尉。释之治问。曰：“县人来闻跸匿桥下。久之以为行已过即出见乘舆车骑即走耳。”廷尉秦当一人犯跸当罚金。文帝怒曰：“此人亲惊吾马吾马赖柔和令他马固不败伤我乎？而廷尉乃当之罚金！”释之曰：“法者天子所与天下公共也。今法如此而更重之是法不信於民也。且方其时上使立诛之则已。今既下廷尉廷尉天下之平也一倾而天下用法皆为轻重民安所措其手足？唯陛下察之。”良久上曰：“廷尉当是也。”",
    "audio": "6.mp3"
  },
  {
    "text": "其後有人盗高庙坐前玉环捕得文帝怒下廷尉治。释之案律盗宗庙服御物者为奏奏当弃市。上大怒曰：“人之无道乃盗先帝庙器吾属廷尉者欲致之族而君以法奏之非吾所以共承宗庙意也。”释之免冠顿谢曰：“法如是足也。且罪等然以逆顺为差。今盗宗庙器而族之有如万分之一假令愚民取长陵一抔土陛下何以加其法乎？”久之文帝与太后言之乃许廷尉当。是时中尉条侯周亚夫与梁相山都侯王恬开见释之持议平乃结为亲友。张廷尉由此天下称之。",
    "audio": "7.mp3"
  },
  {
    "text": "後文帝崩景帝立释之恐称病。欲免去惧大诛至；欲见谢则未知何如。用王生计卒见谢景帝不过也。",
    "audio": "8.mp3"
  },
  {
    "text": "王生者善为黄老言处士也。尝召居廷中三公九卿尽会立王生老人曰“吾穇解”顾谓张廷尉：“为我结穇！”释之跪而结之。既已人或谓王生曰：“独柰何廷辱张廷尉使跪结穇？”王生曰：“吾老且贱自度终无益於张廷尉。张廷尉方今天下名臣吾故聊辱廷尉使跪结穇欲以重之。”诸公闻之贤王生而重张廷尉。",
    "audio": "9.mp3"
  },
  {
    "text": "张廷尉事景帝岁馀为淮南王相犹尚以前过也。久之释之卒。其子曰张挚字长公官至大夫免。以不能取容当世故终身不仕。",
    "audio": "10.mp3"
  },
  {
    "text": "冯唐者其大父赵人。父徙代。汉兴徙安陵。唐以孝著为中郎署长事文帝。文帝辇过问唐曰：“父老何自为郎？家安在？”唐具以实对。文帝曰：“吾居代时吾尚食监高袪数为我言赵将李齐之贤战於钜鹿下。今吾每饭意未尝不在钜鹿也。父知之乎？”唐对曰：“尚不如廉颇、李牧之为将也。”上曰：“何以？”唐曰：“臣大父在赵时为官将善李牧。臣父故为代相善赵将李齐知其为人也。”上既闻廉颇、李牧为人良说而搏髀曰：“嗟乎！吾独不得廉颇、李牧时为吾将吾岂忧匈奴哉！”唐曰：“主臣！陛下虽得廉颇、李牧弗能用也。”上怒起入禁中。良久召唐让曰：“公柰何众辱我独无间处乎？”唐谢曰：“鄙人不知忌讳。”",
    "audio": "11.mp3"
  },
  {
    "text": "当是之时匈奴新大入朝?杀北地都尉卬。上以胡寇为意乃卒复问唐曰：“公何以知吾不能用廉颇、李牧也？”唐对曰：“臣闻上古王者之遣将也跪而推毂曰阃以内者寡人制之；阃以外者将军制之。军功爵赏皆决於外归而奏之。此非虚言也。臣大父言李牧为赵将居边军市之租皆自用飨士赏赐决於外不从中扰也。委任而责成功故李牧乃得尽其智能遣选车千三百乘彀骑万三千百金之士十万是以北逐单于破东胡灭澹林西抑彊秦南支韩、魏。当是之时赵几霸。其後会赵王迁立其母倡也。王迁立乃用郭开谗卒诛李牧令颜聚代之。是以兵破士北为秦所禽灭。今臣窃闻魏尚为云中守其军市租尽以飨士卒私养钱五日一椎牛飨宾客军吏舍人是以匈奴远避不近云中之塞。虏曾一入尚率车骑击之所杀其众。夫士卒尽家人子起田中从军安知尺籍伍符。",
    "audio": "12.mp3"
  },
  {
    "text": "终日力战斩捕虏上功莫府一言不相应文吏以法绳之。其赏不行而吏奉法必用。臣愚以为陛下法太明赏太轻罚太重。且云中守魏尚坐上功虏差六级陛下下之吏削其爵罚作之。由此言之陛下虽得廉颇、李牧弗能用也。臣诚愚触忌讳死罪死罪！”文帝说。是日令冯唐持节赦魏尚复以为云中守而拜唐为车骑都尉主中尉及郡国车士。",
    "audio": "13.mp3"
  },
  {
    "text": "七年景帝立以唐为楚相免。武帝立求贤良举冯唐。唐时年九十馀不能复为官乃以唐子冯遂为郎。遂字王孙亦奇士与余善。",
    "audio": "14.mp3"
  },
  {
    "text": "太史公曰：张季之言长者守法不阿意；冯公之论将率有味哉！有味哉！语曰“不知其人视其友”。二君之所称诵可著廊庙。书曰“不偏不党王道荡荡；不党不偏王道便便”。张季、冯公近之矣。",
    "audio": "15.mp3"
  },
  {
    "text": "张季未偶见识袁盎。太子惧法啬夫无状。惊马罚金盗环悟上。冯公白味哉论将。因对李齐收功魏尚。",
    "audio": "16.mp3"
  },
  {
    "text": "",
    "audio": "17.mp3"
  }
]