[
  {
    "text": "# 吴王濞列传"
  },
  {
    "text": "吴王濞者高帝兄刘仲之子也。高帝已定天下七年立刘仲为代王。而匈奴攻代刘仲不能坚守弃国亡间行走雒阳自归天子。天子为骨肉故不忍致法废以为郃阳侯。高帝十一年秋淮南王英布反东并荆地劫其国兵西度淮击楚高帝自将往诛之。刘仲子沛侯濞年二十有气力以骑将从破布军蕲西会甀布走。荆王刘贾为布所杀无後。上患吴、会稽轻悍无壮王以填之诸子少乃立濞於沛为吴王王三郡五十三城。已拜受印高帝召濞相之谓曰：“若状有反相。”心独悔业已拜因拊其背告曰：“汉後五十年东南有乱者岂若邪？然天下同姓为一家也慎无反！”濞顿曰：“不敢。”",
    "audio": "1.mp3"
  },
  {
    "text": "会孝惠、高后时天下初定郡国诸侯各务自拊循其民。吴有豫章郡铜山濞则招致天下亡命者铸钱煮海水为盐以故无赋国用富饶。",
    "audio": "2.mp3"
  },
  {
    "text": "孝文时吴太子入见得侍皇太子饮博。吴太子师傅皆楚人轻悍又素骄博争道不恭皇太子引博局提吴太子杀之。於是遣其丧归葬。至吴吴王愠曰：“天下同宗死长安即葬长安何必来葬为！”复遣丧之长安葬。吴王由此稍失籓臣之礼称病不朝。京师知其以子故称病不朝验问实不病诸吴使来辄系责治之。吴王恐为谋滋甚。及後使人为秋请上复责问吴使者使者对曰：“王实不病汉系治使者数辈以故遂称病。且夫‘察见渊中鱼不祥’。今王始诈病及觉见责急愈益闭恐上诛之计乃无聊。唯上弃之而与更始。”於是天子乃赦吴使者归之而赐吴王几杖老不朝。吴得释其罪谋亦益解。然其居国以铜盐故百姓无赋。卒践更辄与平贾。岁时存问茂材赏赐闾里。佗郡国吏欲来捕亡人者讼共禁弗予。如此者四十馀年以故能使其众。",
    "audio": "3.mp3"
  },
  {
    "text": "晁错为太子家令得幸太子数从容言吴过可削。数上书说孝文帝文帝宽不忍罚以此吴日益横。及孝景帝即位错为御史大夫说上曰：“昔高帝初定天下昆弟少诸子弱大封同姓故王孽子悼惠王王齐七十馀城庶弟元王王楚四十馀城兄子濞王吴五十馀城：封三庶孽分天下半。今吴王前有太子之郄诈称病不朝於古法当诛文帝弗忍因赐几杖。德至厚当改过自新。乃益骄溢即山铸钱煮海水为盐诱天下亡人谋作乱。今削之亦反不削之亦反。削之其反亟祸小；不削反迟祸大。”三年冬楚王朝晁错因言楚王戊往年为薄太后服私奸服舍请诛之。诏赦罚削东海郡。因削吴之豫章郡、会稽郡。及前二年赵王有罪削其河间郡。胶西王卬以卖爵有奸削其六县。",
    "audio": "4.mp3"
  },
  {
    "text": "汉廷臣方议削吴。吴王濞恐削地无已因以此谋欲举事。念诸侯无足与计谋者闻胶西王勇好气喜兵诸齐皆惮畏於是乃使中大夫应高誂胶西王。无文书口报曰：“吴王不肖有宿夕之忧不敢自外使喻其驩心。”王曰：“何以教之？”高曰：“今者主上兴於奸饰於邪臣好小善听谗贼擅变更律令侵夺诸侯之地徵求滋多诛罚良善日以益甚。里语有之‘舐?及米’。吴与胶西知名诸侯也一时见察恐不得安肆矣。吴王身有内病不能朝请二十馀年尝患见疑无以自白今胁肩累足犹惧不见释。窃闻大王以爵事有適所闻诸侯削地罪不至此此恐不得削地而已。”王曰：“然有之。子将柰何？”高曰：“同恶相助同好相留同情相成同欲相趋同利相死。",
    "audio": "5.mp3"
  },
  {
    "text": "今吴王自以为与大王同忧原因时循理弃躯以除患害於天下亿亦可乎？”王瞿然骇曰：“寡人何敢如是？今主上虽急固有死耳安得不戴？”高曰：“御史大夫晁错荧惑天子侵夺诸侯蔽忠塞贤朝廷疾怨诸侯皆有倍畔之意人事极矣。彗星出蝗蟲数起此万世一时而愁劳圣人之所以起也。故吴王欲内以晁错为讨外随大王後车彷徉天下所乡者降所指者下天下莫敢不服。大王诚幸而许之一言则吴王率楚王略函谷关守荥阳敖仓之粟距汉兵。治次舍须大王。大王有幸而临之则天下可并两主分割不亦可乎？”王曰：“善。”高归报吴王吴王犹恐其不与乃身自为使使於胶西面结之。",
    "audio": "6.mp3"
  },
  {
    "text": "胶西群臣或闻王谋谏曰：“承一帝至乐也。今大王与吴西乡弟令事成两主分争患乃始结。诸侯之地不足为汉郡什二而为畔逆以忧太后非长策也。”王弗听。遂使约齐、菑川、胶东、济南、济北皆许诺而曰“城阳景王有义攻诸吕勿与事定分之耳”。",
    "audio": "7.mp3"
  },
  {
    "text": "诸侯既新削罚振恐多怨晁错。及削吴会稽、豫章郡书至则吴王先起兵胶西正月丙午诛汉吏二千石以下胶东、菑川、济南、楚、赵亦然遂兵西。齐王後悔饮药自杀畔约。济北王城坏未完其郎中令劫守其王不得兵。胶西为渠率胶东、菑川、济南共攻围临菑。赵王遂亦反阴使匈奴与连兵。",
    "audio": "8.mp3"
  },
  {
    "text": "七国之也吴王悉其士卒下令国中曰：“寡人年六十二身自将。少子年十四亦为士卒先。诸年上与寡人比下与少子等者皆。”二十馀万人。南使闽越、东越东越亦兵从。",
    "audio": "9.mp3"
  },
  {
    "text": "孝景帝三年正月甲子初起兵於广陵。西涉淮因并楚兵。使遗诸侯书曰：“吴王刘濞敬问胶西王、胶东王、菑川王、济南王、赵王、楚王、淮南王、衡山王、庐江王、故长沙王子：幸教寡人！以汉有贼臣无功天下侵夺诸侯地使吏劾系讯治以僇辱之为故不以诸侯人君礼遇刘氏骨肉绝先帝功臣进任奸宄诖乱天下欲危社稷。陛下多病志失不能省察。欲举兵诛之谨闻教。敝国虽狭地方三千里；人虽少精兵可具五十万。寡人素事南越三十馀年其王君皆不辞分其卒以随寡人又可得三十馀万。寡人虽不肖原以身从诸王。越直长沙者因王子定长沙以北西走蜀、汉中。告越、楚王、淮南三王与寡人西面；齐诸王与赵王定河间、河内或入临晋关或与寡人会雒阳；燕王、赵王固与胡王有约燕王北定代、云中抟胡众入萧关走长安匡正天子以安高庙。原王勉之。",
    "audio": "10.mp3"
  },
  {
    "text": "楚元王子、淮南三王或不沐洗十馀年怨入骨髓欲一有所出之久矣寡人未得诸王之意未敢听。今诸王苟能存亡继绝振弱伐暴以安刘氏社稷之所原也。敝国虽贫寡人节衣食之用积金钱脩兵革聚穀食夜以继日三十馀年矣。凡为此原诸王勉用之。能斩捕大将者赐金五千斤封万户；列将三千斤封五千户；裨将二千斤封二千户；二千石千斤封千户；千石五百斤封五百户：皆为列侯。其以军若城邑降者卒万人邑万户如得大将；人户五千如得列将；人户三千如得裨将；人户千如得二千石；其小吏皆以差次受爵金。佗封赐皆倍军法。其有故爵邑者更益勿因。原诸王明以令士大夫弗敢欺也。寡人金钱在天下者往往而有非必取於吴诸王日夜用之弗能尽。有当赐者告寡人寡人且往遗之。敬以闻。”",
    "audio": "11.mp3"
  },
  {
    "text": "七国反书闻天子天子乃遣太尉条侯周亚夫将三十六将军往击吴楚；遣曲周侯郦寄击赵；将军栾布击齐；大将军窦婴屯荥阳监齐赵兵。",
    "audio": "12.mp3"
  },
  {
    "text": "吴楚反书闻兵未窦婴未行言故吴相袁盎。盎时家居诏召入见。上方与晁错调兵笇军食上问袁盎曰：“君尝为吴相知吴臣田禄伯为人乎？今吴楚反於公何如？”对曰：“不足忧也今破矣。”上曰：“吴王即山铸钱煮海水为盐诱天下豪桀白头举事。若此其计不百全岂乎？何以言其无能为也？”袁盎对曰：“吴有铜盐利则有之安得豪桀而诱之！诚令吴得豪桀亦且辅王为义不反矣。吴所诱皆无赖子弟亡命铸钱奸人故相率以反。”晁错曰：“袁盎策之善。”上问曰：“计安出？”盎对曰：“原屏左右。”上屏人独错在。盎曰：“臣所言人臣不得知也。”乃屏错。错趋避东厢恨甚。上卒问盎盎对曰：“吴楚相遗书曰‘高帝王子弟各有分地今贼臣晁错擅適过诸侯削夺之地’。故以反为名西共诛晁错复故地而罢。",
    "audio": "13.mp3"
  },
  {
    "text": "方今计独斩晁错使赦吴楚七国复其故削地则兵可无血刃而俱罢。”於是上嘿然良久曰：“顾诚何如吾不爱一人以谢天下。”盎曰：“臣愚计无出此原上孰计之。”乃拜盎为太常吴王弟子德侯为宗正。盎装治行。後十馀日上使中尉召错绐载行东市。错衣朝衣斩东市。则遣袁盎奉宗庙宗正辅亲戚使告吴如盎策。至吴吴楚兵已攻梁壁矣。宗正以亲故先入见谕吴王使拜受诏。吴王闻袁盎来亦知其欲说己笑而应曰：“我已为东帝尚何谁拜？”不肯见盎而留之军中欲劫使将。盎不肯使人围守且杀之盎得夜出步亡去走梁军遂归报。",
    "audio": "14.mp3"
  },
  {
    "text": "条侯将乘六乘传会兵荥阳。至雒阳见剧孟喜曰：“七国反吾乘传至此不自意全。又以为诸侯已得剧孟剧孟今无动。吾据荥阳以东无足忧者。”至淮阳问父绛侯故客邓都尉曰：“策安出？”客曰：“吴兵锐甚难与争锋。楚兵轻不能久。方今为将军计莫若引兵东北壁昌邑以梁委吴吴必尽锐攻之。将军深沟高垒使轻兵绝淮泗口塞吴饟道。彼吴梁相敝而粮食竭乃以全彊制其罢极破吴必矣。”条侯曰：“善。”从其策遂坚壁昌邑南轻兵绝吴饟道。",
    "audio": "15.mp3"
  },
  {
    "text": "吴王之初也吴臣田禄伯为大将军。田禄伯曰：“兵屯聚而西无佗奇道难以就功。臣原得五万人别循江淮而上收淮南、长沙入武关与大王会此亦一奇也。”吴王太子谏曰：“王以反为名此兵难以藉人藉人亦且反王柰何？且擅兵而别多佗利害未可知也徒自损耳。”吴王即不许田禄伯。",
    "audio": "16.mp3"
  },
  {
    "text": "吴少将桓将军说王曰：“吴多步兵步兵利险；汉多车骑车骑利平地。原大王所过城邑不下直弃去疾西据雒阳武库食敖仓粟阻山河之险以令诸侯虽毋入关天下固已定矣。即大王徐行留下城邑汉军车骑至驰入梁楚之郊事败矣。”吴王问诸老将老将曰：“此少年推锋之计可耳安知大虑乎！”於是王不用桓将军计。",
    "audio": "17.mp3"
  },
  {
    "text": "吴王专并将其兵未度淮诸宾客皆得为将、校尉、候、司马独周丘不得用。周丘者下邳人亡命吴酤酒无行吴王濞薄之弗任。周丘上谒说王曰：“臣以无能不得待罪行间。臣非敢求有所将原得王一汉节必有以报王。”王乃予之。周丘得节夜驰入下邳。下邳时闻吴反皆城守。至传舍召令。令入户使从者以罪斩令。遂召昆弟所善豪吏告曰：“吴反兵且至至屠下邳不过食顷。今先下家室必完能者封侯矣。”出乃相告下邳皆下。周丘一夜得三万人使人报吴王遂将其兵北略城邑。比至城阳兵十馀万破城阳中尉军。闻吴王败走自度无与共成功即引兵归下邳。未至疽背死。",
    "audio": "18.mp3"
  },
  {
    "text": "二月中吴王兵既破败走於是天子制诏将军曰：“盖闻为善者天报之以福；为非者天报之以殃。高皇帝亲表功德建立诸侯幽王、悼惠王绝无後孝文皇帝哀怜加惠王幽王子遂、悼惠王子卬等令奉其先王宗庙为汉籓国德配天地明并日月。吴王濞倍德反义诱受天下亡命罪人乱天下币称病不朝二十馀年有司数请濞罪孝文皇帝宽之欲其改行为善。今乃与楚王戊、赵王遂、胶西王卬、济南王辟光、菑川王贤、胶东王雄渠约从反为逆无道起兵以危宗庙贼杀大臣及汉使者迫劫万民夭杀无罪烧残民家掘其丘冢甚为暴虐。今卬等又重逆无道烧宗庙卤御物朕甚痛之。朕素服避正殿将军其劝士大夫击反虏。击反虏者深入多杀为功斩捕虏比三百石以上者皆杀之无有所置。敢有议诏及不如诏者皆要斩。”",
    "audio": "19.mp3"
  },
  {
    "text": "初吴王之度淮与楚王遂西败棘壁乘胜前锐甚。梁孝王恐遣六将军击吴又败梁两将士卒皆还走梁。梁数使使报条侯求救条侯不许。又使使恶条侯於上上使人告条侯救梁复守便宜不行。梁使韩安国及楚死事相弟张羽为将军乃得颇败吴兵。吴兵欲西梁城守坚不敢西即走条侯军会下邑。欲战条侯壁不肯战。吴粮绝卒饥数挑战遂夜饹条侯壁惊东南。条侯使备西北果从西北入。吴大败士卒多饥死乃畔散。於是吴王乃与其麾下壮士数千人夜亡去度江走丹徒保东越。东越兵可万馀人乃使人收聚亡卒。汉使人以利啗东越东越即绐吴王吴王出劳军即使人鏦杀吴王盛其头驰传以闻。吴王子子华、子驹亡走闽越。吴王之弃其军亡也军遂溃往往稍降太尉、梁军。楚王戊军败自杀。",
    "audio": "20.mp3"
  },
  {
    "text": "三王之围齐临菑也三月不能下。汉兵至胶西、胶东、菑川王各引兵归。胶西王乃袒跣席?饮水谢太后。王太子德曰：“汉兵远臣观之已罢可袭原收大王馀兵击之击之不胜乃逃入海未晚也。”王曰：“吾士卒皆已坏不可用。”弗听。汉将弓高侯穨当遗王书曰：“奉诏诛不义降者赦其罪复故；不降者灭之。王何处须以从事。”王肉袒叩头汉军壁谒曰：“臣卬奉法不谨惊骇百姓乃苦将军远道至于穷国敢请菹醢之罪。”弓高侯执金鼓见之曰：“王苦军事原闻王兵状。”王顿膝行对曰：“今者晁错天子用事臣变更高皇帝法令侵夺诸侯地。卬等以为不义恐其败乱天下七国兵且以诛错。今闻错已诛卬等谨以罢兵归。”将军曰：“王苟以错不善何不以闻？未有诏虎符擅兵击义国。以此观之意非欲诛错也。”乃出诏书为王读之。读之讫曰：“王其自图。”",
    "audio": "21.mp3"
  },
  {
    "text": "王曰：“如卬等死有馀罪。”遂自杀。太后、太子皆死。胶东、菑川、济南王皆死国除纳于汉。郦将军围赵十月而下之赵王自杀。济北王以劫故得不诛徙王菑川。",
    "audio": "22.mp3"
  },
  {
    "text": "初吴王反并将楚兵连齐赵。正月起兵三月皆破独赵後下。复置元王少子平6侯礼为楚王续元王後。徙汝南王非王吴故地为江都王。",
    "audio": "23.mp3"
  },
  {
    "text": "太史公曰：吴王之王由父省也。能薄赋敛使其众以擅山海利。逆乱之萌自其子兴。争技难卒亡其本；亲越谋宗竟以夷陨。晁错为国远虑祸反近身。袁盎权说初宠後辱。故古者诸侯地不过百里山海不以封。“毋亲夷狄以疏其属”盖谓吴邪？“毋为权反受其咎”岂盎、错邪？",
    "audio": "24.mp3"
  },
  {
    "text": "吴楚轻悍王濞倍德。富因采山衅成提局。憍矜2志连结七国。婴命始监错诛未塞。天之悔祸卒取奔北。",
    "audio": "25.mp3"
  },
  {
    "text": "",
    "audio": "26.mp3"
  }
]