[
  {
    "text": "# 匈奴列传"
  },
  {
    "text": "匈奴其先祖夏后氏之苗裔也曰淳维。唐虞以上有山戎、獫狁、荤粥居于北蛮随畜牧而转移。其畜之所多则马、牛、羊其奇畜则橐扆、驴、□、□駃騠、□騊駼、驒騱。逐水草迁徙毋城郭常处耕田之业然亦各有分地。毋文书以言语为约束。兒能骑羊引弓射鸟鼠；少长则射狐兔：用为食。士力能毌弓尽为甲骑。其俗宽则随畜因射猎禽兽为生业急则人习战攻以侵伐其天性也。其长兵则弓矢短兵则刀鋋。利则进不利则退不羞遁走。苟利所在不知礼义。自君王以下咸食畜肉衣其皮革被旃裘。壮者食肥美老者食其馀。贵壮健贱老弱。父死妻其後母；兄弟死皆取其妻妻之。其俗有名不讳而无姓字。",
    "audio": "1.mp3"
  },
  {
    "text": "夏道衰而公刘失其稷官变于西戎邑于豳。其後三百有馀岁戎狄攻大王亶父亶父亡走岐下而豳人悉从亶父而邑焉作周。其後百有馀岁周西伯昌伐畎夷氏。後十有馀年武王伐纣而营雒邑复居于酆鄗放逐戎夷泾、洛之北以时入贡命曰“荒服”。其後二百有馀年周道衰而穆王伐犬戎得四白狼四白鹿以归。自是之後荒服不至。於是周遂作甫刑之辟。穆王之後二百有馀年周幽王用宠姬襃姒之故与申侯有卻。申侯怒而与犬戎共攻杀周幽王于骊山之下遂取周之焦穫而居于泾渭之间侵暴中国。秦襄公救周於是周平王去酆鄗而东徙雒邑。当是之时秦襄公伐戎至岐始列为诸侯。是後六十有五年而山戎越燕而伐齐齐釐公与战于齐郊。其後四十四年而山戎伐燕。燕告急于齐齐桓公北伐山戎山戎走。其後二十有馀年而戎狄至洛邑伐周襄王襄王奔于郑之氾邑。",
    "audio": "2.mp3"
  },
  {
    "text": "初周襄王欲伐郑故娶戎狄女为后与戎狄兵共伐郑。已而黜狄后狄后怨而襄王後母曰惠后有子子带欲立之於是惠后与狄后、子带为内应开戎狄戎狄以故得入破逐周襄王而立子带为天子。於是戎狄或居于6浑东至於卫侵盗暴虐中国。中国疾之故诗人歌之曰“戎狄是应”“薄伐獫狁至於大原”“出舆彭彭城彼朔方”。周襄王既居外四年乃使使告急于晋。晋文公初立欲修霸业乃兴师伐逐戎翟诛子带迎内周襄王居于雒邑。",
    "audio": "3.mp3"
  },
  {
    "text": "当是之时秦晋为彊国。晋文公攘戎翟居于河西■、洛之间号曰赤翟、白翟。秦穆公得由余西戎八国服於秦故自陇以西有绵诸、绲戎、翟、镕之戎岐、梁山、泾、漆之北有义渠、大荔、乌氏、朐衍之戎。而晋北有林胡、楼烦之戎燕北有东胡、山戎。各分散居谿谷自有君长往往而聚者百有馀戎然莫能相一。",
    "audio": "4.mp3"
  },
  {
    "text": "自是之後百有馀年晋悼公使魏绛和戎翟戎翟朝晋。後百有馀年赵襄子逾句注而破并代以临胡貉。其後既与韩魏共灭智伯分晋地而有之则赵有代、句注之北魏有河西、上郡以与戎界边。其後义渠之戎筑城郭以自守而秦稍蚕食至於惠王遂拔义渠二十五城。惠王击魏魏尽入西河及上郡于秦。秦昭王时义渠戎王与宣太后乱有二子。宣太后诈而杀义渠戎王於甘泉遂起兵伐残义渠。於是秦有陇西、北地、上郡筑长城以拒胡。而赵武灵王亦变俗胡服习骑射北破林胡、楼烦。筑长城自代并阴山下至高阙为塞。而置云中、雁门、代郡。其後燕有贤将秦开为质於胡胡甚信之。归而袭破走东胡东胡卻千馀里。与荆轲刺秦王秦舞阳者开之孙也。燕亦筑长城自造阳至襄平。置上谷、渔阳、右北平、辽西、辽东郡以拒胡。当是之时冠带战国七而三国边於匈奴。",
    "audio": "5.mp3"
  },
  {
    "text": "其後赵将李牧时匈奴不敢入赵边。後秦灭六国而始皇帝使蒙恬将十万之众北击胡悉收河南地。因河为塞筑四十四县城临河徙適戍以充之。而通直道自九原至云阳因边山险巉谿谷可缮者治之起临洮至辽东万馀里。又度河据阳山北假中。",
    "audio": "6.mp3"
  },
  {
    "text": "当是之时东胡彊而月氏盛。匈奴单于曰头曼头曼不胜秦北徙。十馀年而蒙恬死诸侯畔秦中国扰乱诸秦所徙適戍边者皆复去於是匈奴得宽复稍度河南与中国界於故塞。",
    "audio": "7.mp3"
  },
  {
    "text": "单于有太子名冒顿。後有所爱阏氏生少子而单于欲废冒顿而立少子乃使冒顿质於月氏。冒顿既质於月氏而头曼急击月氏。月氏欲杀冒顿冒顿盗其善马骑之亡归。头曼以为壮令将万骑。冒顿乃作为鸣镝习勒其骑射令曰：“鸣镝所射而不悉射者斩之。”行猎鸟兽有不射鸣镝所射者辄斩之。已而冒顿以鸣镝自射其善马左右或不敢射者冒顿立斩不射善马者。居顷之复以鸣镝自射其爱妻左右或颇恐不敢射冒顿又复斩之。居顷之冒顿出猎以鸣镝射单于善马左右皆射之。於是冒顿知其左右皆可用。从其父单于头曼猎以鸣镝射头曼其左右亦皆随鸣镝而射杀单于头曼遂尽诛其後母与弟及大臣不听从者。冒顿自立为单于。",
    "audio": "8.mp3"
  },
  {
    "text": "冒顿既立是时东胡彊盛闻冒顿杀父自立乃使使谓冒顿欲得头曼时有千里马。冒顿问群臣群臣皆曰：“千里马匈奴宝马也勿与。”冒顿曰：“柰何与人邻国而爱一马乎？”遂与之千里马。居顷之东胡以为冒顿畏之乃使使谓冒顿欲得单于一阏氏。冒顿复问左右左右皆怒曰：“东胡无道乃求阏氏！请击之。”冒顿曰：“柰何与人邻国爱一女子乎？”遂取所爱阏氏予东胡。东胡王愈益骄西侵。与匈奴间中有弃地莫居千馀里各居其边为瓯脱。东胡使使谓冒顿曰：“匈奴所与我界瓯脱外弃地匈奴非能至也吾欲有之。”冒顿问群臣群臣或曰：“此弃地予之亦可勿予亦可。”於是冒顿大怒曰：“地者国之本也柰何予之！”诸言予之者皆斩之。冒顿上马令国中有後者斩遂东袭击东胡。东胡初轻冒顿不为备。及冒顿以兵至击大破灭东胡王而虏其民人及畜产。",
    "audio": "9.mp3"
  },
  {
    "text": "既归西击走月氏南并楼烦、白羊河南王。悉复收秦所使蒙恬所夺匈奴地者与汉关故河南塞至朝?、肤施遂侵燕、代。是时汉兵与项羽相距中国罢於兵革以故冒顿得自彊控弦之士三十馀万。",
    "audio": "10.mp3"
  },
  {
    "text": "自淳维以至头曼千有馀岁时大时小别散分离尚矣其世传不可得而次云。然至冒顿而匈奴最彊大尽服从北夷而南与中国为敌国其世传国官号乃可得而记云。",
    "audio": "11.mp3"
  },
  {
    "text": "置左右贤王左右谷蠡王左右大将左右大都尉左右大当户左右骨都侯。匈奴谓贤曰“屠耆”故常以太子为左屠耆王。自如左右贤王以下至当户大者万骑小者数千凡二十四长立号曰“万骑”。诸大臣皆世官。呼衍氏兰氏其後有须卜氏此三姓其贵种也。诸左方王将居东方直上谷以往者东接秽貉、朝鲜；右方王将居西方直上郡以西接月氏、氐、羌；而单于之庭直代、云中：各有分地逐水草移徙。而左右贤王、左右谷蠡王最为大左右骨都侯辅政。诸二十四长亦各自置千长、百长、什长、裨小王、相、封都尉、当户、且渠之属。",
    "audio": "12.mp3"
  },
  {
    "text": "岁正月诸长小会单于庭祠。五月大会茏城祭其先、天地、鬼神。秋马肥大会蹛林课校人畜计。其法拔刃尺者死坐盗者没入其家；有罪小者轧大者死。狱久者不过十日一国之囚不过数人。而单于朝出营拜日之始生夕拜月。其坐长左而北乡。日上戊己。其送死有棺椁金银衣裘而无封树丧服；近幸臣妾从死者多至数千百人。举事而候星月月盛壮则攻战月亏则退兵。其攻战斩虏赐一卮酒而所得卤获因以予之得人以为奴婢。故其战人人自为趣利善为诱兵以冒敌。故其见敌则逐利如鸟之集；其困败则瓦解云散矣。战而扶舆死者尽得死者家财。",
    "audio": "13.mp3"
  },
  {
    "text": "後北服浑庾、屈射、丁零、鬲昆、薪犁之国。於是匈奴贵人大臣皆服以冒顿单于为贤。",
    "audio": "14.mp3"
  },
  {
    "text": "是时汉初定中国徙韩王信於代都马邑。匈奴大攻围马邑韩王信降匈奴。匈奴得信因引兵南逾句注攻太原至晋阳下。高帝自将兵往击之。会冬大寒雨雪卒之堕指者十二三於是冒顿详败走诱汉兵。汉兵逐击冒顿冒顿匿其精兵见其羸弱於是汉悉兵多步兵三十二万北逐之。高帝先至平城步兵未尽到冒顿纵精兵四十万骑围高帝於白登七日汉兵中外不得相救饷。匈奴骑其西方尽白马东方尽青駹马北方尽乌骊马南方尽骍马。高帝乃使使间厚遗阏氏阏氏乃谓冒顿曰：“两主不相困。今得汉地而单于终非能居之也。且汉王亦有神单于察之。”冒顿与韩王信之将王黄、赵利期而黄、利兵又不来疑其与汉有谋亦取阏氏之言乃解围之一角。於是高帝令士皆持满傅矢外乡从解角直出竟与大军合而冒顿遂引兵而去。汉亦引兵而罢使刘敬结和亲之约。",
    "audio": "15.mp3"
  },
  {
    "text": "是後韩王信为匈奴将及赵利、王黄等数倍约侵盗代、云中。居无几何陈豨反又与韩信合谋击代。汉使樊哙往击之复拔代、雁门、云中郡县不出塞。是时匈奴以汉将众往降故冒顿常往来侵盗代地。於是汉患之高帝乃使刘敬奉宗室女公主为单于阏氏岁奉匈奴絮缯酒米食物各有数约为昆弟以和亲冒顿乃少止。後燕王卢绾反率其党数千人降匈奴往来苦上谷以东。",
    "audio": "16.mp3"
  },
  {
    "text": "高祖崩孝惠、吕太后时汉初定故匈奴以骄。冒顿乃为书遗高后妄言。高后欲击之诸将曰：“以高帝贤武然尚困於平城。”於是高后乃止复与匈奴和亲。",
    "audio": "17.mp3"
  },
  {
    "text": "至孝文帝初立复修和亲之事。其三年五月匈奴右贤王入居河南地侵盗上郡葆塞蛮夷杀略人民。於是孝文帝诏丞相灌婴车骑八万五千诣高奴击右贤王。右贤王走出塞。文帝幸太原。是时济北王反文帝归罢丞相击胡之兵。",
    "audio": "18.mp3"
  },
  {
    "text": "其明年单于遗汉书曰：“天所立匈奴大单于敬问皇帝无恙。前时皇帝言和亲事称书意合欢。汉边吏侵侮右贤王右贤王不请听後义卢侯难氏等计与汉吏相距绝二主之约离兄弟之亲。皇帝让书再至使以书报不来汉使不至汉以其故不和邻国不附。今以小吏之败约故罚右贤王使之西求月氏击之。以天之福吏卒良马彊力以夷灭月氏尽斩杀降下之。定楼兰、乌孙、呼揭及其旁二十六国皆以为匈奴。诸引弓之民并为一家。北州已定原寝兵休士卒养马除前事复故约以安边民以应始古使少者得成其长老者安其处世世平乐。未得皇帝之志也故使郎中系雩浅奉书请献橐他一匹骑马二匹驾二驷。皇帝即不欲匈奴近塞则且诏吏民远舍。使者至即遣之。”以六月中来至薪望之地。书至汉议击与和亲孰便。公卿皆曰：“单于新破月氏乘胜不可击。且得匈奴地泽卤非可居也。",
    "audio": "19.mp3"
  },
  {
    "text": "和亲甚便。”汉许之。",
    "audio": "20.mp3"
  },
  {
    "text": "孝文皇帝前六年汉遗匈奴书曰：“皇帝敬问匈奴大单于无恙。使郎中系雩浅遗朕书曰：‘右贤王不请听後义卢侯难氏等计绝二主之约离兄弟之亲汉以故不和邻国不附。今以小吏败约故罚右贤王使西击月氏尽定之。原寝兵休士卒养马除前事复故约以安边民使少者得成其长老者安其处世世平乐。’朕甚嘉之此古圣主之意也。汉与匈奴约为兄弟所以遗单于甚厚。倍约离兄弟之亲者常在匈奴。然右贤王事已在赦前单于勿深诛。单于若称书意明告诸吏使无负约有信敬如单于书。使者言单于自将伐国有功甚苦兵事。服绣袷绮衣、绣袷长襦、锦袷袍各一比余一黄金饰具带一黄金胥纰一绣十匹锦三十匹赤綈、绿缯各四十匹使中大夫意、谒者令肩遗单于。”",
    "audio": "21.mp3"
  },
  {
    "text": "後顷之冒顿死子稽粥立号曰老上单于。",
    "audio": "22.mp3"
  },
  {
    "text": "老上稽粥单于初立孝文皇帝复遣宗室女公主为单于阏氏使宦者燕人中行说傅公主。说不欲行汉彊使之。说曰：“必我行也为汉患者。”中行说既至因降单于单于甚亲幸之。",
    "audio": "23.mp3"
  },
  {
    "text": "初匈奴好汉缯絮食物中行说曰：“匈奴人众不能当汉之一郡然所以彊者以衣食异无仰於汉也。今单于变俗好汉物汉物不过什二则匈奴尽归於汉矣。其得汉缯絮以驰草棘中衣袴皆裂敝以示不如旃裘之完善也。得汉食物皆去之以示不如湩酪之便美也。”於是说教单于左右疏记以计课其人众畜物。",
    "audio": "24.mp3"
  },
  {
    "text": "汉遗单于书牍以尺一寸辞曰“皇帝敬问匈奴大单于无恙”所遗物及言语云云。中行说令单于遗汉书以尺二寸牍及印封皆令广大长倨傲其辞曰“天地所生日月所置匈奴大单于敬问汉皇帝无恙”所以遗物言语亦云云。",
    "audio": "25.mp3"
  },
  {
    "text": "汉使或言曰：“匈奴俗贱老。”中行说穷汉使曰：“而汉俗屯戍从军当者其老亲岂有不自脱温厚肥美以赍送饮食行戍乎？”汉使曰：“然。”中行说曰：“匈奴明以战攻为事其老弱不能斗故以其肥美饮食壮健者盖以自为守卫如此父子各得久相保何以言匈奴轻老也？”汉使曰：“匈奴父子乃同穹庐而卧。父死妻其後母；兄弟死尽取其妻妻之。无冠带之饰阙庭之礼。”中行说曰：“匈奴之俗人食畜肉饮其汁衣其皮；畜食草饮水随时转移。故其急则人习骑射宽则人乐无事其约束轻易行也。君臣简易一国之政犹一身也。父子兄弟死取其妻妻之恶种姓之失也。故匈奴虽乱必立宗种。今中国虽详不取其父兄之妻亲属益疏则相杀至乃易姓皆从此类。且礼义之敝上下交怨望而室屋之极生力必屈。",
    "audio": "26.mp3"
  },
  {
    "text": "夫力耕桑以求衣食筑城郭以自备故其民急则不习战功缓则罢於作业。嗟土室之人顾无多辞令喋喋而佔々冠固何当？”",
    "audio": "27.mp3"
  },
  {
    "text": "自是之後汉使欲辩论者中行说辄曰：“汉使无多言顾汉所输匈奴缯絮米糵令其量中必善美而己矣何以为言乎？且所给备善则已；不备苦恶则候秋孰以骑驰蹂而稼穑耳。”日夜教单于候利害处。",
    "audio": "28.mp3"
  },
  {
    "text": "汉孝文皇帝十四年匈奴单于十四万骑入朝?、萧关杀北地都尉卬虏人民畜产甚多遂至彭阳。使奇兵入烧回中宫候骑至雍甘泉。於是文帝以中尉周舍、郎中令张武为将军车千乘骑十万军长安旁以备胡寇。而拜昌侯卢卿为上郡将军甯侯魏?为北地将军隆虑侯周灶为陇西将军东阳侯张相如为大将军成侯董赤为前将军大车骑往击胡。单于留塞内月馀乃去汉逐出塞即还不能有所杀。匈奴日已骄岁入边杀略人民畜产甚多云中、辽东最甚至代郡万馀人。汉患之乃使使遗匈奴书。单于亦使当户报谢复言和亲事。",
    "audio": "29.mp3"
  },
  {
    "text": "孝文帝後二年使使遗匈奴书曰：“皇帝敬问匈奴大单于无恙。使当户且居雕渠难、郎中韩辽遗朕马二匹已至敬受。先帝制：长城以北引弓之国受命单于；长城以内冠带之室朕亦制之。使万民耕织射猎衣食父子无离臣主相安俱无暴逆。今闻渫恶民贪降其进取之利倍义绝约忘万民之命离两主之驩然其事已在前矣。书曰：‘二国已和亲两主驩说寝兵休卒养马世世昌乐闟然更始。’朕甚嘉之。圣人者日新改作更始使老者得息幼者得长各保其领而终其天年。朕与单于俱由此道顺天恤民世世相传施之无穷天下莫不咸便。汉与匈奴邻国之敌匈奴处北地寒杀气早降故诏吏遗单于秫糵金帛丝絮佗物岁有数。今天下大安万民熙熙朕与单于为之父母。朕追念前事薄物细故谋臣计失皆不足以离兄弟之驩。朕闻天不颇覆地不偏载。",
    "audio": "30.mp3"
  },
  {
    "text": "朕与单于皆捐往细故俱蹈大道堕坏前恶以图长久使两国之民若一家子。元元万民下及鱼鳖上及飞鸟跂行喙息蠕动之类莫不就安利而辟危殆。故来者不止天之道也。俱去前事：朕释逃虏民单于无言章尼等。朕闻古之帝王约分明而无食言。单于留志天下大安和亲之後汉过不先。单于其察之。”",
    "audio": "31.mp3"
  },
  {
    "text": "单于既约和亲於是制诏御史曰：“匈奴大单于遗朕书言和亲已定亡人不足以益众广地匈奴无入塞汉无出塞犯约者杀之可以久亲後无咎俱便。朕已许之。其布告天下使明知之。”",
    "audio": "32.mp3"
  },
  {
    "text": "後四岁老上稽粥单于死子军臣立为单于。既立孝文皇帝复与匈奴和亲。而中行说复事之。",
    "audio": "33.mp3"
  },
  {
    "text": "军臣单于立四岁匈奴复绝和亲大入上郡、云中各三万骑所杀略甚众而去。於是汉使三将军军屯北地代屯句注赵屯飞狐口缘边亦各坚守以备胡寇。又置三将军军长安西细柳、渭北棘门、霸上以备胡。胡骑入代句注边烽火通於甘泉、长安。数月汉兵至边匈奴亦去远塞汉兵亦罢。後岁馀孝文帝崩孝景帝立而赵王遂乃阴使人於匈奴。吴楚反欲与赵合谋入边。汉围破赵匈奴亦止。自是之後孝景帝复与匈奴和亲通关市给遗匈奴遣公主如故约。终孝景时时小入盗边无大寇。",
    "audio": "34.mp3"
  },
  {
    "text": "今帝即位明和亲约束厚遇通关市饶给之。匈奴自单于以下皆亲汉往来长城下。",
    "audio": "35.mp3"
  },
  {
    "text": "汉使马邑下人聂翁壹奸兰出物与匈奴交详为卖马邑城以诱单于。单于信之而贪马邑财物乃以十万骑入武州塞。汉伏兵三十馀万马邑旁御史大夫韩安国为护军护四将军以伏单于。单于既入汉塞未至马邑百馀里见畜布野而无人牧者怪之乃攻亭。是时雁门尉史行徼见寇葆此亭知汉兵谋单于得欲杀之尉史乃告单于汉兵所居。单于大惊曰：“吾固疑之。”乃引兵还。出曰：“吾得尉史天也天使若言。”以尉史为“天王”。汉兵约单于入马邑而纵单于不至以故汉兵无所得。汉将军王恢部出代击胡辎重闻单于还兵多不敢出。汉以恢本造兵谋而不进斩恢。自是之後匈奴绝和亲攻当路塞往往入盗於汉边不可胜数。然匈奴贪尚乐关市嗜汉财物汉亦尚关市不绝以中之。",
    "audio": "36.mp3"
  },
  {
    "text": "自马邑军後五年之秋汉使四将军各万骑击胡关市下。将军卫青出上谷至茏城得胡虏七百人。公孙贺出云中无所得。公孙敖出代郡为胡所败七千馀人。李广出雁门为胡所败而匈奴生得广广後得亡归。汉囚敖、广敖、广赎为庶人。其冬匈奴数入盗边渔阳尤甚。汉使将军韩安国屯渔阳备胡。其明年秋匈奴二万骑入汉杀辽西太守略二千馀人。胡又入败渔阳太守军千馀人围汉将军安国安国时千馀骑亦且尽会燕救至匈奴乃去。匈奴又入雁门杀略千馀人。於是汉使将军卫青将三万骑出雁门李息出代郡击胡。得虏数千人。其明年卫青复出云中以西至陇西击胡之楼烦、白羊王於河南得胡虏数千牛羊百馀万。於是汉遂取河南地筑朔方复缮故秦时蒙恬所为塞因河为固。汉亦弃上谷之什辟县造阳地以予胡。是岁汉之元朔二年也。",
    "audio": "37.mp3"
  },
  {
    "text": "其後冬匈奴军臣单于死。军臣单于弟左谷蠡王伊稚斜自立为单于攻破军臣单于太子於单。於单亡降汉汉封於单为涉安侯数月而死。",
    "audio": "38.mp3"
  },
  {
    "text": "伊稚斜单于既立其夏匈奴数万骑入杀代郡太守恭友略千馀人。其秋匈奴又入雁门杀略千馀人。其明年匈奴又复复入代郡、定襄、上郡各三万骑杀略数千人。匈奴右贤王怨汉夺之河南地而筑朔方数为寇盗边及入河南侵扰朔方杀略吏民其众。",
    "audio": "39.mp3"
  },
  {
    "text": "其明年春汉以卫青为大将军将六将军十馀万人出朔方、高阙击胡。右贤王以为汉兵不能至饮酒醉汉兵出塞六七百里夜围右贤王。右贤王大惊脱身逃走诸精骑往往随後去。汉得右贤王众男女万五千人裨小王十馀人。其秋匈奴万骑入杀代郡都尉硃英略千馀人。",
    "audio": "40.mp3"
  },
  {
    "text": "其明年春汉复遣大将军卫青将六将军兵十馀万骑乃再出定襄数百里击匈奴得虏前後凡万九千馀级而汉亦亡两将军军三千馀骑。右将军建得以身脱而前将军翕侯赵信兵不利降匈奴。赵信者故胡小王降汉汉封为翕侯以前将军与右将军并军分行独遇单于兵故尽没。单于既得翕侯以为自次王用其姊妻之与谋汉。信教单于益北绝幕以诱罢汉兵徼极而取之无近塞。单于从其计。其明年胡骑万人入上谷杀数百人。",
    "audio": "41.mp3"
  },
  {
    "text": "其明年春汉使骠骑将军去病将万骑出陇西过焉支山千馀里击匈奴得胡虏万八千馀级破得休屠王祭天金人。其夏骠骑将军复与合骑侯数万骑出陇西、北地二千里击匈奴。过居延攻祁连山得胡虏三万馀人裨小王以下七十馀人。是时匈奴亦来入代郡、雁门杀略数百人。汉使博望侯及李将军广出右北平击匈奴左贤王。左贤王围李将军卒可四千人且尽杀虏亦过当。会博望侯军救至李将军得脱。汉失亡数千人合骑侯後骠骑将军期及与博望侯皆当死赎为庶人。",
    "audio": "42.mp3"
  },
  {
    "text": "其秋单于怒浑邪王、休屠王居西方为汉所杀虏数万人欲召诛之。浑邪王与休屠王恐谋降汉汉使骠骑将军往迎之。浑邪王杀休屠王并将其众降汉。凡四万馀人号十万。於是汉已得浑邪王则陇西、北地、河西益少胡寇徙关东贫民处所夺匈奴河南、新秦中以实之而减北地以西戍卒半。其明年匈奴入右北平、定襄各数万骑杀略千馀人而去。",
    "audio": "43.mp3"
  },
  {
    "text": "其明年春汉谋曰“翕侯信为单于计居幕北以为汉兵不能至”。乃粟马十万骑私从马凡十四万匹粮重不与焉。令大将军青、骠骑将军去病中分军大将军出定襄骠骑将军出代咸约绝幕击匈奴。单于闻之远其辎重以精兵待於幕北。与汉大将军接战一日会暮大风起汉兵纵左右翼围单于。单于自度战不能如汉兵单于遂独身与壮骑数百溃汉围西北遁走。汉兵夜追不得。行斩捕匈奴虏万九千级北至阗颜山赵信城而还。",
    "audio": "44.mp3"
  },
  {
    "text": "单于之遁走其兵往往与汉兵相乱而随单于。单于久不与其大众相得其右谷蠡王以为单于死乃自立为单于。真单于复得其众而右谷蠡王乃去其单于号复为右谷蠡王。",
    "audio": "45.mp3"
  },
  {
    "text": "汉骠骑将军之出代二千馀里与左贤王接战汉兵得胡虏凡七万馀级左贤王将皆遁走。骠骑封於狼居胥山禅姑衍临翰海而还。",
    "audio": "46.mp3"
  },
  {
    "text": "是後匈奴远遁而幕南无王庭。汉度河自朔方以西至令居往往通渠置田官吏卒五六万人稍蚕食地接匈奴以北。",
    "audio": "47.mp3"
  },
  {
    "text": "初汉两将军大出围单于所杀虏八九万而汉士卒物故亦数万汉马死者十馀万。匈奴虽病远去而汉亦马少无以复往。匈奴用赵信之计遣使於汉好辞请和亲。天子下其议或言和亲或言遂臣之。丞相长史任敞曰：“匈奴新破困宜可使为外臣朝请於边。”汉使任敞於单于。单于闻敞计大怒留之不遣。先是汉亦有所降匈奴使者单于亦辄留汉使相当。汉方复收士马会骠骑将军去病死於是汉久不北击胡。",
    "audio": "48.mp3"
  },
  {
    "text": "数岁伊稚斜单于立十三年死子乌维立为单于。是岁汉元鼎三年也。乌维单于立而汉天子始出巡郡县。其後汉方南诛两越不击匈奴匈奴亦不侵入边。",
    "audio": "49.mp3"
  },
  {
    "text": "乌维单于立三年汉已灭南越遣故太仆贺将万五千骑出九原二千馀里至浮苴井而还不见匈奴一人。汉又遣故从骠侯赵破奴万馀骑出令居数千里至匈河水而还亦不见匈奴一人。",
    "audio": "50.mp3"
  },
  {
    "text": "是时天子巡边至朔方勒兵十八万骑以见武节而使郭吉风告单于。郭吉既至匈奴匈奴主客问所使郭吉礼卑言好曰：“吾见单于而口言。”单于见吉吉曰：“南越王头已悬於汉北阙。今单于即前与汉战天子自将兵待边；单于即不能即南面而臣於汉。何徒远走亡匿於幕北寒苦无水草之地毋为也。”语卒而单于大怒立斩主客见者而留郭吉不归迁之北海上。而单于终不肯为寇於汉边休养息士马习射猎数使使於汉好辞甘言求请和亲。",
    "audio": "51.mp3"
  },
  {
    "text": "汉使王乌等窥匈奴。匈奴法汉使非去节而以墨黥其面者不得入穹庐。王乌北地人习胡俗去其节黥面得入穹庐。单于爱之详许甘言为遣其太子入汉为质以求和亲。",
    "audio": "52.mp3"
  },
  {
    "text": "汉使杨信於匈奴。是时汉东拔秽貉、朝鲜以为郡而西置酒泉郡以鬲绝胡与羌通之路。汉又西通月氏、大夏又以公主妻乌孙王以分匈奴西方之援国。又北益广田至胘雷为塞而匈奴终不敢以为言。是岁翕侯信死汉用事者以匈奴为已弱可臣从也。杨信为人刚直屈彊素非贵臣单于不亲。单于欲召入不肯去节单于乃坐穹庐外见杨信。杨信既见单于说曰：“即欲和亲以单于太子为质於汉。”单于曰：“非故约。故约汉常遣翁主给缯絮食物有品以和亲而匈奴亦不扰边。今乃欲反古令吾太子为质无几矣。”匈奴俗见汉使非中贵人其儒先以为欲说折其辩；其少年以为欲刺折其气。每汉使入匈奴匈奴辄报偿。汉留匈奴使匈奴亦留汉使必得当乃肯止。",
    "audio": "53.mp3"
  },
  {
    "text": "杨信既归汉使王乌而单于复?以甘言欲多得汉财物绐谓王乌曰：“吾欲入汉见天子面相约为兄弟。”王乌归报汉汉为单于筑邸于长安。匈奴曰：“非得汉贵人使吾不与诚语。”匈奴使其贵人至汉病汉予药欲愈之不幸而死。而汉使路充国佩二千石印绶往使因送其丧厚葬直数千金曰“此汉贵人也”。单于以为汉杀吾贵使者乃留路充国不归。诸所言者单于特空绐王乌殊无意入汉及遣太子来质。於是匈奴数使奇兵侵犯边。汉乃拜郭昌为拔胡将军及浞野侯屯朔方以东备胡。路充国留匈奴三岁单于死。",
    "audio": "54.mp3"
  },
  {
    "text": "乌维单于立十岁而死子乌师庐立为单于。年少号为兒单于。是岁元封六年也。自此之後单于益西北左方兵直云中右方直酒泉、燉煌郡。",
    "audio": "55.mp3"
  },
  {
    "text": "兒单于立汉使两使者一吊单于一吊右贤王欲以乖其国。使者入匈奴匈奴悉将致单于。单于怒而尽留汉使。汉使留匈奴者前後十馀辈而匈奴使来汉亦辄留相当。",
    "audio": "56.mp3"
  },
  {
    "text": "是岁汉使2师将军广利西伐大宛而令因杅将军敖筑受降城。其冬匈奴大雨雪畜多饥寒死。兒单于年少好杀伐国人多不安。左大都尉欲杀单于使人间告汉曰：“我欲杀单于降汉汉远即兵来迎我我即。”初汉闻此言故筑受降城犹以为远。",
    "audio": "57.mp3"
  },
  {
    "text": "其明年春汉使浞野侯破奴将二万馀骑出朔方西北二千馀里期至浚稽山而还。浞野侯既至期而还左大都尉欲而觉单于诛之左方兵击浞野。浞野侯行捕虏得数千人。还未至受降城四百里匈奴兵八万骑围之。浞野侯夜自出求水匈奴间捕生得浞野侯因急击其军。军中郭纵为护维王为渠相与谋曰：“及诸校尉畏亡将军而诛之莫相劝归。”军遂没於匈奴。匈奴兒单于大喜遂遣奇兵攻受降城。不能下乃寇入边而去。其明年单于欲自攻受降城未至病死。",
    "audio": "58.mp3"
  },
  {
    "text": "兒单于立三岁而死。子年少匈奴乃立其季父乌维单于弟右贤王呴犁湖为单于。是岁太初三年也。",
    "audio": "59.mp3"
  },
  {
    "text": "呴犁湖单于立汉使光禄徐自为出五原塞数百里远者千馀里筑城鄣列亭至庐朐而使游击将军韩说、长平侯卫伉屯其旁使彊弩都尉路博德筑居延泽上。",
    "audio": "60.mp3"
  },
  {
    "text": "其秋匈奴大入定襄、云中杀略数千人败数二千石而去行破坏光禄所筑城列亭鄣。又使右贤王入酒泉、张掖略数千人。会任文击救尽复失所得而去。是岁2师将军破大宛斩其王而还。匈奴欲遮之不能至。其冬欲攻受降城会单于病死。",
    "audio": "61.mp3"
  },
  {
    "text": "呴犁湖单于立一岁死。匈奴乃立其弟左大都尉且鞮侯为单于。",
    "audio": "62.mp3"
  },
  {
    "text": "汉既诛大宛威震外国。天子意欲遂困胡乃下诏曰：“高皇帝遗朕平城之忧高后时单于书绝悖逆。昔齐襄公复九世之雠春秋大之。”是岁太初四年也。",
    "audio": "63.mp3"
  },
  {
    "text": "且鞮侯单于既立尽归汉使之不降者。路充国等得归。单于初立恐汉袭之乃自谓“我兒子安敢望汉天子！汉天子我丈人行也”。汉遣中郎将苏武厚币赂遗单于。单于益骄礼甚倨非汉所望也。其明年浞野侯破奴得亡归汉。",
    "audio": "64.mp3"
  },
  {
    "text": "其明年汉使2师将军广利以三万骑出酒泉击右贤王於天山得胡虏万馀级而还。匈奴大围2师将军几不脱。汉兵物故什六七。汉复使因杅将军敖出西河与彊弩都尉会涿涂山毋所得。又使骑都尉李陵将步骑五千人出居延北千馀里与单于会合战陵所杀伤万馀人兵及食尽欲解归匈奴围陵陵降匈奴其兵遂没得还者四百人。单于乃贵陵以其女妻之。",
    "audio": "65.mp3"
  },
  {
    "text": "後二岁复使2师将军将六万骑步兵十万出朔方。彊弩都尉路博德将万馀人与2师会。游击将军说将步骑三万人出五原。因杅将军敖将万骑步兵三万人出雁门。匈奴闻悉远其累重於余吾水北而单于以十万骑待水南与2师将军接战。2师乃解而引归与单于连战十馀日。2师闻其家以巫蛊族灭因并众降匈奴得来还千人一两人耳。游击说无所得。因杅敖与左贤王战不利引归。是岁汉兵之出击匈奴者不得言功多少功不得御。有诏捕太医令随但言2师将军家室族灭使广利得降匈奴。",
    "audio": "66.mp3"
  },
  {
    "text": "太史公曰：孔氏著春秋隐桓之间则章至定哀之际则微为其切当世之文而罔襃忌讳之辞也。世俗之言匈奴者患其徼一时之权而务?纳其说以便偏指不参彼己；将率席中国广大气奋人主因以决策是以建功不深。尧虽贤兴事业不成得禹而九州宁。且欲兴圣统唯在择任将相哉！唯在择任将相哉！",
    "audio": "67.mp3"
  },
  {
    "text": "獫狁、薰粥居于北边。既称夏裔式憬周篇。颇随畜牧屡扰尘烟。爰自冒顿尤聚控弦。虽空帑藏未尽中权。",
    "audio": "68.mp3"
  },
  {
    "text": "",
    "audio": "69.mp3"
  }
]