[
  {
    "text": "# 酷吏列传"
  },
  {
    "text": "孔子曰：“导之以政齐之以刑民免而无耻。导之以德齐之以礼有耻且格。”老氏称：“上德不德是以有德；下德不失德是以无德。法令滋章盗贼多有。”太史公曰：信哉是言也！法令者治之具而非制治清浊之源也。昔天下之网尝密矣然奸伪萌起其极也上下相遁至於不振。当是之时吏治若救火扬沸非武健严酷恶能胜其任而愉快乎！言道德者溺其职矣。故曰“听讼吾犹人也必也使无讼乎”。“下士闻道大笑之”。非虚言也。汉兴破觚而为圜斫雕而为朴网漏於吞舟之鱼而吏治烝烝不至於奸黎民艾安。由是观之在彼不在此。",
    "audio": "1.mp3"
  },
  {
    "text": "高后时酷吏独有侯封刻轹宗室侵辱功臣。吕氏已败遂侯封之家。孝景时晁错以刻深颇用术辅其资而七国之乱怒於错错卒以被戮。其後有郅都、宁成之属。",
    "audio": "2.mp3"
  },
  {
    "text": "郅都者杨人也。以郎事孝文帝。孝景时都为中郎将敢直谏面折大臣於朝。尝从入上林贾姬如厕野彘卒入厕。上目都都不行。上欲自持兵救贾姬都伏上前曰：“亡一姬复一姬进天下所少宁贾姬等乎？陛下纵自轻柰宗庙太后何！”上还彘亦去。太后闻之赐都金百斤由此重郅都。",
    "audio": "3.mp3"
  },
  {
    "text": "济南瞷氏宗人三百馀家豪猾二千石莫能制於是景帝乃拜都为济南太守。至则族灭瞷氏恶馀皆股栗。居岁馀郡中不拾遗。旁十馀郡守畏都如大府。",
    "audio": "4.mp3"
  },
  {
    "text": "都为人勇有气力公廉不私书问遗无所受请寄无所听。常自称曰：“已倍亲而仕身固当奉职死节官下终不顾妻子矣。”",
    "audio": "5.mp3"
  },
  {
    "text": "郅都迁为中尉。丞相条侯至贵倨也而都揖丞相。是时民朴畏罪自重而都独先严酷致行法不避贵戚列侯宗室见都侧目而视号曰“苍鹰”。",
    "audio": "6.mp3"
  },
  {
    "text": "临江王徵诣中尉府对簿临江王欲得刀笔为书谢上而都禁吏不予。魏其侯使人以间与临江王。临江王既为书谢上因自杀。窦太后闻之怒以危法中都都免归家。孝景帝乃使使持节拜都为雁门太守而便道之官得以便宜从事。匈奴素闻郅都节居边为引兵去竟郅都死不近雁门。匈奴至为偶人象郅都令骑驰射莫能中见惮如此。匈奴患之。窦太后乃竟中都以汉法。景帝曰：“都忠臣。”欲释之。窦太后曰：“临江王独非忠臣邪？”於是遂斩郅都。",
    "audio": "7.mp3"
  },
  {
    "text": "宁成者穰人也。以郎谒者事景帝。好气为人小吏必陵其长吏；为人上操下如束湿薪。滑贼任威。稍迁至济南都尉而郅都为守。始前数都尉皆步入府因吏谒守如县令其畏郅都如此。及成往直陵都出其上。都素闻其声於是善遇与结驩。久之郅都死後长安左右宗室多暴犯法於是上召宁成为中尉。其治效郅都其廉弗如然宗室豪桀皆人人惴恐。",
    "audio": "8.mp3"
  },
  {
    "text": "武帝即位徙为内史。外戚多毁成之短抵罪髡钳。是时九卿罪死即死少被刑而成极刑自以为不复收於是解脱诈刻传出关归家。称曰：“仕不至二千石贾不至千万安可比人乎！”乃贳贷买陂田千馀顷假贫民役使数千家。数年会赦。致产数千金为任侠持吏长短出从数十骑。其使民威重於郡守。",
    "audio": "9.mp3"
  },
  {
    "text": "周阳由者其父赵兼以淮南王舅父侯周阳故因姓周阳氏。由以宗家任为郎事孝文及景帝。景帝时由为郡守。武帝即位吏治尚循谨甚然由居二千石中最为暴酷骄恣。所爱者挠法活之；所憎者曲法诛灭之。所居郡必夷其豪。为守视都尉如令。为都尉必陵太守夺之治。与汲黯俱为忮司马安之文恶俱在二千石列同车未尝敢均茵伏。",
    "audio": "10.mp3"
  },
  {
    "text": "由後为河东都尉时与其守胜屠公争权相告言罪。胜屠公当抵罪义不受刑自杀而由弃市。",
    "audio": "11.mp3"
  },
  {
    "text": "自宁成、周阳由之後事益多民巧法大抵吏之治类多成、由等矣。",
    "audio": "12.mp3"
  },
  {
    "text": "赵禹者斄人。以佐史补中都官用廉为令史事太尉亚夫。亚夫为丞相禹为丞相史府中皆称其廉平。然亚夫弗任曰：“极知禹无害然文深不可以居大府。”今上时禹以刀笔吏积劳稍迁为御史。上以为能至太中大夫。与张汤论定诸律令作见知吏传得相监司。用法益刻盖自此始。",
    "audio": "13.mp3"
  },
  {
    "text": "张汤者杜人也。其父为长安丞出汤为兒守舍。还而鼠盗肉其父怒笞汤。汤掘窟得盗鼠及馀肉劾鼠掠治传爰书讯鞫论报并取鼠与肉具狱磔堂下。其父见之视其文辞如老狱吏大惊遂使书狱。父死後汤为长安吏久之。",
    "audio": "14.mp3"
  },
  {
    "text": "周阳侯始为诸卿时尝系长安汤倾身为之。及出为侯大与汤交遍见汤贵人。汤给事内史为宁成掾以汤为无害言大府调为茂陵尉治方中。",
    "audio": "15.mp3"
  },
  {
    "text": "武安侯为丞相徵汤为史时荐言之天子补御史使案事。治陈皇后蛊狱深竟党与。於是上以为能稍迁至太中大夫。与赵禹共定诸律令务在深文拘守职之吏。已而赵禹迁为中尉徙为少府而张汤为廷尉两人交驩而兄事禹。禹为人廉倨。为吏以来舍毋食客。公卿相造请禹禹终不报谢务在绝知友宾客之请孤立行一意而已。见文法辄取亦不覆案求官属阴罪。汤为人多诈舞智以御人。始为小吏乾没与长安富贾田甲、鱼翁叔之属交私。及列九卿收接天下名士大夫己心内虽不合然阳浮慕之。",
    "audio": "16.mp3"
  },
  {
    "text": "是时上方乡文学汤决大狱欲傅古义乃请博士弟子治尚书、春秋补廷尉史亭疑法。奏谳疑事必豫先为上分别其原上所是受而著谳决法廷尉絜令扬主之明。奏事即谴汤应谢乡上意所便必引正、监、掾史贤者曰：“固为臣议如上责臣臣弗用愚抵於此。”罪常释。即奏事上善之曰：“臣非知为此奏乃正、监、掾史某为之。”其欲荐吏扬人之善蔽人之过如此。所治即上意所欲罪予监史深祸者；即上意所欲释与监史轻平者。所治即豪必舞文巧诋；即下户羸弱时口言虽文致法上财察。於是往往释汤所言。汤至於大吏内行脩也。通宾客饮食。於故人子弟为吏及贫昆弟调护之尤厚。其造请诸公不避寒暑。是以汤虽文深意忌不专平然得此声誉。而刻深吏多为爪牙用者依於文学之士。丞相弘数称其美。及治淮南、衡山、江都反狱皆穷根本。严助及伍被上欲释之。",
    "audio": "17.mp3"
  },
  {
    "text": "汤争曰：“伍被本画反谋而助亲幸出入禁闼爪牙臣乃交私诸侯如此弗诛後不可治。”於是上可论之。其治狱所排大臣自为功多此类。於是汤益尊任迁为御史大夫。",
    "audio": "18.mp3"
  },
  {
    "text": "会浑邪等降汉大兴兵伐匈奴山东水旱贫民流徙皆仰给县官县官空虚。於是丞上指请造白金及五铢钱笼天下盐铁排富商大贾出告缗令鉏豪彊并兼之家舞文巧诋以辅法。汤每朝奏事语国家用日晏天子忘食。丞相取充位天下事皆决於汤。百姓不安其生骚动县官所兴未获其利奸吏并侵渔於是痛绳以罪。则自公卿以下至於庶人咸指汤。汤尝病天子至自视病其隆贵如此。",
    "audio": "19.mp3"
  },
  {
    "text": "匈奴来请和亲群臣议上前。博士狄山曰：“和亲便。”上问其便山曰：“兵者凶器未易数动。高帝欲伐匈奴大困平城乃遂结和亲。孝惠、高后时天下安乐。及孝文帝欲事匈奴北边萧然苦兵矣。孝景时吴楚七国反景帝往来两宫间寒心者数月。吴楚已破竟景帝不言兵天下富实。今自陛下举兵击匈奴中国以空虚边民大困贫。由此观之不如和亲。”上问汤汤曰：“此愚儒无知。”狄山曰：“臣固愚忠若御史大夫汤乃诈忠。若汤之治淮南、江都以深文痛诋诸侯别疏骨肉使蕃臣不自安。臣固知汤之为诈忠。”於是上作色曰：“吾使生居一郡能无使虏入盗乎？”曰：“不能。”曰：“居一县？”对曰：“不能。”复曰：“居一障间？”山自度辩穷且下吏曰：“能。”於是上遣山乘鄣。至月馀匈奴斩山头而去。自是以後群臣震慴。",
    "audio": "20.mp3"
  },
  {
    "text": "汤之客田甲虽贾人有贤操。始汤为小吏时与钱通及汤为大吏甲所以责汤行义过失亦有烈士风。",
    "audio": "21.mp3"
  },
  {
    "text": "汤为御史大夫七岁败。",
    "audio": "22.mp3"
  },
  {
    "text": "河东人李文尝与汤有卻已而为御史中丞恚数从中文书事有可以伤汤者不能为地。汤有所爱史鲁谒居知汤不平使人上蜚变告文奸事事下汤汤治论杀文而汤心知谒居为之。上问曰：“言变事纵迹安起？”汤详惊曰：“此殆文故人怨之。”谒居病卧闾里主人汤自往视疾为谒居摩足。赵国以冶铸为业王数讼铁官事汤常排赵王。赵王求汤阴事。谒居尝案赵王赵王怨之并上书告：“汤大臣也史谒居有病汤至为摩足疑与为大奸。”事下廷尉。谒居病死事连其弟弟系导官。汤亦治他囚导官见谒居弟欲阴为之而详不省。谒居弟弗知怨汤使人上书告汤与谒居谋共变告李文。事下减宣。宣尝与汤有卻及得此事穷竟其事未奏也。会人有盗孝文园瘗钱丞相青翟朝与汤约俱谢至前汤念独丞相以四时行园当谢汤无与也不谢。丞相谢上使御史案其事。",
    "audio": "23.mp3"
  },
  {
    "text": "汤欲致其文丞相见知丞相患之。三长史皆害汤欲陷之。",
    "audio": "24.mp3"
  },
  {
    "text": "始长史硃买臣会稽人也。读春秋。庄助使人言买臣买臣以楚辞与助俱幸侍中为太中大夫用事；而汤乃为小吏跪伏使买臣等前。已而汤为廷尉治淮南狱排挤庄助买臣固心望。及汤为御史大夫买臣以会稽守为主爵都尉列於九卿。数年坐法废守长史见汤汤坐床上丞史遇买臣弗为礼。买臣楚士深怨常欲死之。王朝齐人也。以术至右内史。边通学长短刚暴彊人也官再至济南相。故皆居汤右已而失官守长史诎体於汤。汤数行丞相事知此三长史素贵常凌折之。以故三长史合谋曰：“始汤约与君谢已而卖君；今欲劾君以宗庙事此欲代君耳。吾知汤阴事。”使吏捕案汤左田信等曰汤且欲奏请信辄先知之居物致富与汤分之及他奸事。事辞颇闻。上问汤曰：“吾所为贾人辄先知之益居其物是类有以吾谋告之者。”汤不谢。汤又详惊曰：“固宜有。”",
    "audio": "25.mp3"
  },
  {
    "text": "减宣亦奏谒居等事。天子果以汤怀诈面欺使使八辈簿责汤。汤具自道无此不服。於是上使赵禹责汤。禹至让汤曰：“君何不知分也。君所治夷灭者几何人矣？今人言君皆有状天子重致君狱欲令君自为计何多以对簿为？”汤乃为书谢曰：“汤无尺寸功起刀笔吏陛下幸致为三公无以塞责。然谋陷汤罪者三长史也。”遂自杀。",
    "audio": "26.mp3"
  },
  {
    "text": "汤死家产直不过五百金皆所得奉赐无他业。昆弟诸子欲厚葬汤汤母曰：“汤为天子大臣被汙恶言而死何厚葬乎！”载以牛车有棺无椁。天子闻之曰：“非此母不能生此子。”乃尽案诛三长史。丞相青翟自杀。出田信。上惜汤。稍迁其子安世。",
    "audio": "27.mp3"
  },
  {
    "text": "赵禹中废已而为廷尉。始条侯以为禹贼深弗任。及禹为少府比九卿。禹酷急至晚节事益多吏务为严峻而禹治加缓而名为平。王温舒等後起治酷於禹。禹以老徙为燕相。数岁乱悖有罪免归。後汤十馀年以寿卒于家。",
    "audio": "28.mp3"
  },
  {
    "text": "义纵者河东人也。为少年时尝与张次公俱攻剽为群盗。纵有姊姁以医幸王太后。王太后问：“有子兄弟为官者乎？”姊曰：“有弟无行不可。”太后乃告上拜义姁弟纵为中郎补上党郡中令。治敢行少蕴藉县无逋事举为第一。迁为长陵及长安令直法行治不避贵戚。以捕案太后外孙脩成君子仲上以为能迁为河内都尉。至则族灭其豪穰氏之属河内道不拾遗。而张次公亦为郎以勇悍从军敢深入有功为岸头侯。",
    "audio": "29.mp3"
  },
  {
    "text": "宁成家居上欲以为郡守。御史大夫弘曰：“臣居山东为小吏时宁成为济南都尉其治如狼牧羊。成不可使治民。”上乃拜成为关都尉。岁馀关东吏隶郡国出入关者号曰“宁见乳虎无值宁成之怒”。义纵自河内迁为南阳太守闻宁成家居南阳及纵至关宁成侧行送迎然纵气盛弗为礼。至郡遂案宁氏尽破碎其家。成坐有罪及孔、暴之属皆饹亡南阳吏民重足一迹。而平氏硃彊、杜衍、杜周为纵牙爪之吏任用迁为廷史。军数出定襄定襄吏民乱败於是徙纵为定襄太守。纵至掩定襄狱中重罪轻系二百馀人及宾客昆弟私入相视亦二百馀人。纵一捕鞠曰“为死罪解脱”。是日皆报杀四百馀人。其後郡中不寒而栗猾民佐吏为治。",
    "audio": "30.mp3"
  },
  {
    "text": "是时赵禹、张汤以深刻为九卿矣然其治尚宽辅法而行而纵以鹰击毛挚为治。後会五铢钱白金起民为奸京师尤甚乃以纵为右内史王温舒为中尉。温舒至恶其所为不先言纵纵必以气凌之败坏其功。其治所诛杀甚多然取为小治奸益不胜直指始出矣。吏之治以斩杀缚束为务阎奉以恶用矣。纵廉其治放郅都。上幸鼎湖病久已而卒起幸甘泉道多不治。上怒曰：“纵以我为不复行此道乎？”嗛之。至冬杨可方受告缗纵以为此乱民部吏捕其为可使者。天子闻使杜式治以为废格沮事弃纵市。後一岁张汤亦死。",
    "audio": "31.mp3"
  },
  {
    "text": "王温舒者阳陵人也。少时椎埋为奸。已而试补县亭长数废。为吏以治狱至廷史。事张汤迁为御史。督盗贼杀伤甚多稍迁至广平都尉。择郡中豪敢任吏十馀人以为爪牙皆把其阴重罪而纵使督盗贼快其意所欲得。此人虽有百罪弗法；即有避因其事夷之亦灭宗。以其故齐赵之郊盗贼不敢近广平广平声为道不拾遗。上闻迁为河内太守。",
    "audio": "32.mp3"
  },
  {
    "text": "素居广平时皆知河内豪奸之家及往九月而至。令郡具私马五十匹为驿自河内至长安部吏如居广平时方略捕郡中豪猾郡中豪猾相连坐千馀家。上书请大者至族小者乃死家尽没入偿臧。奏行不过二三日得可事。论报至流血十馀里。河内皆怪其奏以为神。尽十二月郡中毋声毋敢夜行野无犬吠之盗。其颇不得失之旁郡国黎来会春温舒顿足叹曰：“嗟乎令冬月益展一月足吾事矣！”其好杀伐行威不爱人如此。天子闻之以为能迁为中尉。其治复放河内徙诸名祸猾吏与从事河内则杨皆、麻戊关中杨赣、成信等。义纵为内史惮未敢恣治。及纵死张汤败後徙为廷尉而尹齐为中尉。",
    "audio": "33.mp3"
  },
  {
    "text": "尹齐者东郡茌平人。以刀笔稍迁至御史。事张汤张汤数称以为廉武使督盗贼所斩伐不避贵戚。迁为关内都尉声甚於宁成。上以为能迁为中尉吏民益凋敝。尹齐木彊少文豪恶吏伏匿而善吏不能为治以故事多废抵罪。上复徙温舒为中尉而杨仆以严酷为主爵都尉。",
    "audio": "34.mp3"
  },
  {
    "text": "杨仆者宜阳人也。以千夫为吏。河南守案举以为能迁为御史使督盗贼关东。治放尹齐以为敢挚行。稍迁至主爵都尉列九卿。天子以为能。南越反拜为楼船将军有功封将梁侯。为荀彘所缚。居久之病死。",
    "audio": "35.mp3"
  },
  {
    "text": "而温舒复为中尉。为人少文居廷惛惛不辩至於中尉则心开。督盗贼素习关中俗知豪恶吏豪恶吏尽复为用为方略。吏苛察盗贼恶少年投缿购告言奸置伯格长以牧司奸盗贼。温舒为人?善事有埶者；即无埶者视之如奴。有埶家虽有奸如山弗犯；无埶者贵戚必侵辱。舞文巧诋下户之猾以焄大豪。其治中尉如此。奸猾穷治大抵尽靡烂狱中行论无出者。其爪牙吏虎而冠。於是中尉部中中猾以下皆伏有势者为游声誉称治。治数岁其吏多以权富。",
    "audio": "36.mp3"
  },
  {
    "text": "温舒击东越还议有不中意者坐小法抵罪免。是时天子方欲作通天台而未有人温舒请覆中尉脱卒得数万人作。上说拜为少府。徙为右内史治如其故奸邪少禁。坐法失官。复为右辅行中尉事。如故操。",
    "audio": "37.mp3"
  },
  {
    "text": "岁馀会宛军诏徵豪吏温舒匿其吏华成及人有变告温舒受员骑钱他奸利事罪至族自杀。其时两弟及两婚家亦各自坐他罪而族。光禄徐自为曰：“悲夫夫古有三族而王温舒罪至同时而五族乎！”",
    "audio": "38.mp3"
  },
  {
    "text": "温舒死家直累千金。後数岁尹齐亦以淮阳都尉病死家直不满五十金。所诛灭淮阳甚多及死仇家欲烧其尸尸亡去归葬。",
    "audio": "39.mp3"
  },
  {
    "text": "自温舒等以恶为治而郡守、都尉、诸侯二千石欲为治者其治大抵尽放温舒而吏民益轻犯法盗贼滋起。南阳有梅免、白政楚有殷中、杜少齐有徐勃燕赵之间有坚卢、范生之属。大群至数千人擅自号攻城邑取库兵释死罪缚辱郡太守、都尉杀二千石为檄告县趣具食；小群以百数掠卤乡里者不可胜数也。於是天子始使御史中丞、丞相长史督之。犹弗能禁也乃使光禄大夫范昆、诸辅都尉及故九卿张德等衣绣衣持节虎符兵以兴击斩大部或至万馀级及以法诛通饮食坐连诸郡甚者数千人。数岁乃颇得其渠率。散卒失亡复聚党阻山川者往往而群居无可柰何。於是作“沈命法”曰群盗起不觉觉而捕弗满品者二千石以下至小吏主者皆死。其後小吏畏诛虽有盗不敢恐不能得坐课累府府亦使其不言。故盗贼浸多上下相为匿以文辞避法焉。",
    "audio": "40.mp3"
  },
  {
    "text": "减宣者杨人也。以佐史无害给事河东守府。卫将军青使买马河东见宣无害言上徵为大厩丞。官事辨稍迁至御史及中丞。使治主父偃及治淮南反狱所以微文深诋杀者甚众称为敢决疑。数废数起为御史及中丞者几二十岁。王温舒免中尉而宣为左内史。其治米盐事大小皆关其手自部署县名曹实物官吏令丞不得擅摇痛以重法绳之。居官数年一切郡中为小治辨然独宣以小致大能因力行之难以为经。中废。为右扶风坐怨成信信亡藏上林中宣使郿令格杀信吏卒格信时射中上林苑门宣下吏诋罪以为大逆当族自杀。而杜周任用。",
    "audio": "41.mp3"
  },
  {
    "text": "杜周者南阳杜衍人。义纵为南阳守以为爪牙举为廷尉史。事张汤汤数言其无害至御史。使案边失亡所论杀甚众。奏事中上意任用与减宣相编更为中丞十馀岁。",
    "audio": "42.mp3"
  },
  {
    "text": "其治与宣相放然重迟外宽内深次骨。宣为左内史周为廷尉其治大放张汤而善候伺。上所欲挤者因而陷之；上所欲释者久系待问而微见其冤状。客有让周曰：“君为天子决平不循三尺法专以人主意指为狱。狱者固如是乎？”周曰：“三尺安出哉？前主所是著为律後主所是疏为令当时为是何古之法乎！”",
    "audio": "43.mp3"
  },
  {
    "text": "至周为廷尉诏狱亦益多矣。二千石系者新故相因不减百馀人。郡吏大府举之廷尉一岁至千馀章。章大者连逮证案数百小者数十人；远者数千近者数百里。会狱吏因责如章告劾不服以笞掠定之。於是闻有逮皆亡匿。狱久者至更数赦十有馀岁而相告言大抵尽诋以不道以上。廷尉及中都官诏狱逮至六七万人吏所增加十万馀人。",
    "audio": "44.mp3"
  },
  {
    "text": "周中废後为执金吾逐盗捕治桑弘羊、卫皇后昆弟子刻深天子以为尽力无私迁为御史大夫。家两子夹河为守。其治暴酷皆甚於王温舒等矣。杜周初徵为廷史有一马且不全；及身久任事至三公列子孙尊官家訾累数巨万矣。",
    "audio": "45.mp3"
  },
  {
    "text": "太史公曰：自郅都、杜周十人者此皆以酷烈为声。然郅都伉直引是非争天下大体。张汤以知阴阳人主与俱上下时数辩当否国家赖其便。赵禹时据法守正。杜周从谀以少言为重。自张汤死後网密多诋严官事浸以秏废。九卿碌碌奉其官救过不赡何暇论绳墨之外乎！然此十人中其廉者足以为仪表其污者足以为戒方略教导禁奸止邪一切亦皆彬彬质有其文武焉。虽惨酷斯称其位矣。至若蜀守冯当暴挫广汉李贞擅磔人东郡弥仆锯项天水骆璧推咸河东褚广妄杀京兆无忌、冯翊殷周蝮鸷水衡阎奉朴击卖请何足数哉！何足数哉！",
    "audio": "46.mp3"
  },
  {
    "text": "太上失德法令滋起。破觚为圆禁暴不止。奸伪斯炽惨酷爰始。乳兽扬威苍鹰侧视。舞文巧诋怀生何恃！",
    "audio": "47.mp3"
  },
  {
    "text": "",
    "audio": "48.mp3"
  }
]