[
  {
    "text": "# 龟策列传"
  },
  {
    "text": "太史公曰：自古圣王将建国受命兴动事业何尝不宝卜筮以助善！唐虞以上不可记已。自三代之兴各据祯祥。涂山之兆从而夏启世飞燕之卜顺故殷兴百穀之筮吉故周王。王者决定诸疑参以卜筮断以蓍龟不易之道也。",
    "audio": "1.mp3"
  },
  {
    "text": "蛮夷氐羌虽无君臣之序亦有决疑之卜。或以金石或以草木国不同俗。然皆可以战伐攻击推兵求胜各信其神以知来事。",
    "audio": "2.mp3"
  },
  {
    "text": "略闻夏殷欲卜者乃取蓍龟已则弃去之以为龟藏则不灵蓍久则不神。至周室之卜官常宝藏蓍龟；又其大小先後各有所尚要其归等耳。或以为圣王遭事无不定决疑无不见其设稽神求问之道者以为後世衰微愚不师智人各自安化分为百室道散而无垠故推归之至微要絜於精神也。或以为昆蟲之所长圣人不能与争。其处吉凶别然否多中於人。至高祖时因秦太卜官。天下始定兵革未息。及孝惠享国日少吕后女主孝文、孝景因袭掌故未遑讲试虽父子畴官世世相传其精微深妙多所遗失。至今上即位博开艺能之路悉延百端之学通一伎之士咸得自效绝伦奇者为右无所阿私数年之间太卜大集。会上欲击匈奴西攘大宛南收百越卜筮至预见表象先图其利。及猛将推锋执节获胜於彼而蓍龟时日亦有力於此。上尤加意赏赐至或数千万。如丘子明之属富溢贵宠倾於朝廷。",
    "audio": "3.mp3"
  },
  {
    "text": "至以卜筮射蛊道巫蛊时或颇中。素有眦睚不快因公行诛恣意所伤以破族灭门者不可胜数。百僚荡恐皆曰龟策能言。後事觉奸穷亦诛三族。",
    "audio": "4.mp3"
  },
  {
    "text": "夫摓策定数灼龟观兆变化无穷是以择贤而用占焉可谓圣人重事者乎！周公卜三龟而武王有瘳。纣为暴虐而元龟不占。晋文将定襄王之位卜得黄帝之兆卒受彤弓之命。献公贪骊姬之色卜而兆有口象其祸竟流五世。楚灵将背周室卜而龟逆终被乾谿之败。兆应信诚於内而时人明察见之於外可不谓两合者哉！君子谓夫轻卜筮无神明者悖；背人道信祯祥者鬼神不得其正。故书建稽疑五谋而卜筮居其二五占从其多明有而不专之道也。",
    "audio": "5.mp3"
  },
  {
    "text": "余至江南观其行事问其长老云龟千岁乃游莲叶之上蓍百茎共一根。又其所生兽无虎狼草无毒螫。江傍家人常畜龟饮食之以为能导引致气有益於助衰养老岂不信哉！",
    "audio": "6.mp3"
  },
  {
    "text": "褚先生曰：臣以通经术受业博士治春秋以高第为郎幸得宿■出入宫殿中十有馀年。窃好太史公传。太史公之传曰：“三王不同龟四夷各异卜然各以决吉凶略闚其要故作龟策列传。”臣往来长安中求龟策列传不能得故之大卜官问掌故文学长老习事者写取龟策卜事编于下方。",
    "audio": "7.mp3"
  },
  {
    "text": "闻古五帝、三王动举事必先决蓍龟。传曰：“下有伏灵上有兔丝；上有捣蓍下有神龟。”所谓伏灵者在兔丝之下状似飞鸟之形。新雨已天清静无风以夜捎兔丝去之既以鮸烛此地烛之火灭即记其处以新布四丈环置之明即掘取之入四尺至七尺得矣过七尺不可得。伏灵者千岁松根也食之不死。闻蓍生满百茎者其下必有神龟守之其上常有青云覆之。传曰：“天下和平王道得而蓍茎长丈其丛生满百茎。”方今世取蓍者不能中古法度不能得满百茎长丈者取八十茎已上蓍长八尺即难得也。人民好用卦者取满六十茎已上长满六尺者既可用矣。记曰：“能得名龟者财物归之家必大富至千万。”一曰“北斗龟”二曰“南辰龟”三曰“五星龟”四曰“八风龟”五曰“二十八宿龟”六曰“日月龟”七曰“九州龟”八曰“玉龟”：凡八名龟。",
    "audio": "8.mp3"
  },
  {
    "text": "龟图各有文在腹下文云云者此某之龟也。略记其大指不写其图。取此龟不必满尺二寸民人得长七八寸可宝矣。今夫珠玉宝器虽有所深藏必见其光必出其神明其此之谓乎！故玉处於山而木润渊生珠而岸不枯者润泽之所加也。明月之珠出於江海藏於蚌中蚗龙伏之。王得之长有天下四夷宾服。能得百茎蓍并得其下龟以卜者百言百当足以决吉凶。",
    "audio": "9.mp3"
  },
  {
    "text": "神龟出於江水中庐江郡常岁时生龟长尺二寸者二十枚输太卜官太卜官因以吉日剔取其腹下甲。龟千岁乃满尺二寸。王者军行将必钻龟庙堂之上以决吉凶。今高庙中有龟室藏内以为神宝。",
    "audio": "10.mp3"
  },
  {
    "text": "传曰：“取前足臑骨穿佩之取龟置室西北隅悬之以入深山大林中不惑。”臣为郎时见万毕石硃方传曰：“有神龟在江南嘉林中。嘉林者兽无虎狼鸟无鸱枭草无毒螫野火不及斧斤不至是为嘉林。龟在其中常巢於芳莲之上。左胁书文曰：‘甲子重光得我者匹夫为人君有土正诸侯得我为帝王。’求之於白蛇蟠杅林中者斋戒以待譺然状如有人来告之因以醮酒佗求之三宿而得。”由是观之岂不伟哉！故龟可不敬与？",
    "audio": "11.mp3"
  },
  {
    "text": "南方老人用龟支床足行二十馀岁老人死移床龟尚生不死。龟能行气导引。问者曰：“龟至神若此然太卜官得生龟何为辄杀取其甲乎？”近世江上人有得名龟畜置之家因大富。与人议欲遣去。人教杀之勿遣遣之破人家。龟见梦曰：“送我水中无杀吾也。”其家终杀之。杀之後身死家不利。人民与君王者异道。人民得名龟其状类不宜杀也。以往古故事言之古明王圣主皆杀而用之。",
    "audio": "12.mp3"
  },
  {
    "text": "宋元王时得龟亦杀而用之。谨连其事於左方令好事者观择其中焉。",
    "audio": "13.mp3"
  },
  {
    "text": "宋元王二年江使神龟使於河至於泉阳渔者豫且举网得而囚之。置之笼中。夜半龟来见梦於宋元王曰：“我为江使於河而幕网当吾路。泉阳豫且得我我不能去。身在患中莫可告语。王有德义故来告诉。”元王惕然而悟。乃召博士卫平而问之曰：“今寡人梦见一丈夫延颈而长头衣玄绣之衣而乘辎车来见梦於寡人曰：‘我为江使於河而幕网当吾路。泉阳豫且得我我不能去。身在患中莫可告语。王有德义故来告诉。’是何物也？”卫平乃援式而起仰天而视月之光观斗所指定日处乡。规矩为辅副以权衡。四维已定八卦相望。视其吉凶介蟲先见。乃对元王曰：“今昔壬子宿在牵牛。河水大会鬼神相谋。汉正南北江河固期南风新至江使先来。白云壅汉万物尽留。斗柄指日使者当囚。玄服而乘辎车其名为龟。王急使人问而求之。”王曰：“善。”",
    "audio": "14.mp3"
  },
  {
    "text": "於是王乃使人驰而往问泉阳令曰：“渔者几何家？名谁为豫且？豫且得龟见梦於王王故使我求之。”泉阳令乃使吏案籍视图水上渔者五十五家上流之庐名为豫且。泉阳令曰：“诺。”乃与使者驰而问豫且曰：“今昔汝渔何得？”豫且曰：“夜半时举网得龟。”使者曰：“今龟安在？”曰：“在笼中。”使者曰：“王知子得龟故使我求之。”豫且曰：“诺。”即系龟而出之笼中献使者。",
    "audio": "15.mp3"
  },
  {
    "text": "使者载行出於泉阳之门。正昼无见风雨晦冥。云盖其上五采青黄；雷雨并起风将而行。入於端门见於东箱。身如流水润泽有光。望见元王延颈而前三步而止缩颈而卻复其故处。元王见而怪之问卫平曰：“龟见寡人延颈而前以何望也？缩颈而复是何当也？”卫平对曰：“龟在患中而终昔囚王有德义使人活之。今延颈而前以当谢也缩颈而卻欲亟去也。”元王曰：“善哉！神至如此乎不可久留；趣驾送龟勿令失期。”",
    "audio": "16.mp3"
  },
  {
    "text": "卫平对曰：“龟者是天下之宝也先得此龟者为天子且十言十当十战十胜。生於深渊长於黄土。知天之道明於上古。游三千岁不出其域。安平静正动不用力。寿蔽天地莫知其极。与物变化四时变色。居而自匿伏而不食。春仓夏黄秋白冬黑。明於阴阳审於刑德。先知利害察於祸福以言而当以战而胜王能宝之诸侯尽服。王勿遣也以安社稷。”",
    "audio": "17.mp3"
  },
  {
    "text": "元王曰：“龟甚神灵降于上天陷於深渊。在患难中。以我为贤。德厚而忠信故来告寡人。寡人若不遣也是渔者也。渔者利其肉寡人贪其力下为不仁上为无德。君臣无礼何从有福？寡人不忍柰何勿遣！”",
    "audio": "18.mp3"
  },
  {
    "text": "卫平对曰：“不然。臣闻盛德不报重寄不归；天与不受天夺之宝。今龟周流天下还复其所上至苍天下薄泥涂。还遍九州未尝愧辱无所稽留。今至泉阳渔者辱而囚之。王虽遣之江河必怒务求报仇。自以为侵因神与谋。淫雨不霁水不可治。若为枯旱风而扬埃蝗蟲暴生百姓失时。王行仁义其罚必来。此无佗故其祟在龟。後虽悔之岂有及哉！王勿遣也。”",
    "audio": "19.mp3"
  },
  {
    "text": "元王慨然而叹曰：“夫逆人之使绝人之谋是不暴乎？取人之有以自为宝是不彊乎？寡人闻之暴得者必暴亡彊取者必後无功。桀纣暴彊身死国亡。今我听子是无仁义之名而有暴彊之道。江河为汤武我为桀纣。未见其利恐离其咎。寡人狐疑安事此宝趣驾送龟勿令久留。”卫平对曰：“不然王其无患。天地之间累石为山。高而不坏地得为安。故云物或危而顾安或轻而不可迁；人或忠信而不如诞谩或丑恶而宜大官或美好佳丽而为众人患。非神圣人莫能尽言。春秋冬夏或暑或寒。寒暑不和贼气相奸。同岁异节其时使然。故令春生夏长秋收冬藏。或为仁义或为暴彊。暴彊有乡仁义有时。万物尽然不可胜治。大王听臣臣请悉言之。天出五色以辨白黑。地生五穀以知善恶。人民莫知辨也与禽兽相若。谷居而穴处不知田作。天下祸乱阴阳相错。",
    "audio": "20.mp3"
  },
  {
    "text": "??疾疾通而不相择。妖鮟数见传为单薄。圣人别其生使无相获。禽兽有牝牡置之山原；鸟有雌雄布之林泽；有介之蟲置之谿谷。故牧人民为之城郭内经闾术外为阡陌。夫妻男女赋之田宅列其室屋。为之图籍别其名族。立官置吏劝以爵禄。衣以桑麻养以五穀。耕之櫌之鉏之耨之。口得所嗜目得所美身受其利。以是观之非彊不至。故曰田者不彊囷仓不盈；商贾不彊不得其赢；妇女不彊布帛不精；官御不彊其势不成；大将不彊卒不使令；侯王不彊没世无名。故云彊者事之始也分之理也物之纪也。所求於彊无不有也。王以为不然王独不闻玉椟只雉出於昆山；明月之珠出於四海；镌石拌蚌传卖於市；圣人得之以为大宝。大宝所在乃为天子。今王自以为暴不如拌蚌於海也；自以为彊不过镌石於昆山也。取者无咎宝者无患。",
    "audio": "21.mp3"
  },
  {
    "text": "今龟使来抵网而遭渔者得之见梦自言是国之宝也王何忧焉。”",
    "audio": "22.mp3"
  },
  {
    "text": "元王曰：“不然。寡人闻之谏者福也谀者贼也。人主听谀是愚惑也。虽然祸不妄至福不徒来。天地合气以生百财。阴阳有分不离四时十有二月日至为期。圣人彻焉身乃无灾。明王用之人莫敢欺。故云福之至也人自生之；祸之至也人自成之。祸与福同刑与德双。圣人察之以知吉凶。桀纣之时与天争功拥遏鬼神使不得通。是固已无道矣谀臣有众。桀有谀臣名曰赵梁。教为无道劝以贪狼。系汤夏台杀关龙逢。左右恐死偷谀於傍。国危於累卵皆曰无伤。称乐万岁或曰未央。蔽其耳目与之诈狂。汤卒伐桀身死国亡。听其谀臣身独受殃。春秋著之至今不忘。纣有谀臣名为左彊。夸而目巧教为象郎。将至於天又有玉床。犀玉之器象箸而羹。圣人剖其心壮士斩其胻。箕子恐死被佯狂。杀周太子历囚文王昌。投之石室将以昔至明。阴兢活之与之俱亡。",
    "audio": "23.mp3"
  },
  {
    "text": "入於周地得太公望。兴卒聚兵与纣相攻。文王病死载尸以行。太子代将号为武王。战於牧野破之华山之阳。纣不胜败而还走围之象郎。自杀宣室身死不葬。头悬车轸四马曳行。寡人念其如此肠如涫汤。是人皆富有天下而贵至天子然而大傲。欲无厌时举事而喜高贪很而骄。不用忠信听其谀臣而为天下笑。今寡人之邦居诸侯之间曾不如秋毫。举事不当又安亡逃！”卫平对曰：“不然。河虽神贤不如昆仑之山；江之源理不如四海而人尚夺取其宝诸侯争之兵革为起。小国见亡大国危殆杀人父兄虏人妻子残国灭庙以争此宝。战攻分争是暴彊也。故云取之以暴彊而治以文理无逆四时必亲贤士；与阴阳化鬼神为使；通於天地与之为友。诸侯宾服民众殷喜。邦家安宁与世更始。汤武行之乃取天子；春秋著之以为经纪。王不自称汤武而自比桀纣。",
    "audio": "24.mp3"
  },
  {
    "text": "桀纣为暴彊也固以为常。桀为瓦室纣为象郎。徵丝灼之务以费。赋敛无度杀戮无方。杀人六畜以韦为囊。囊盛其血与人县而射之与天帝争彊。逆乱四时先百鬼尝。谏者辄死谀者在傍。圣人伏匿百姓莫行。天数枯旱国多妖祥。螟蟲岁生五穀不成。民不安其处鬼神不享。飘风日起正昼晦冥。日月并蚀灭息无光。列星奔乱皆绝纪纲。以是观之安得久长！虽无汤武时固当亡。故汤伐桀武王剋纣其时使然。乃为天子子孙续世；终身无咎後世称之至今不已。是皆当时而行见事而彊乃能成其帝王。今龟大宝也为圣人使传之贤。不用手足雷电将之；风雨送之流水行之。侯王有德乃得当之。今王有德而当此宝恐不敢受；王若遣之宋必有咎。後虽悔之亦无及已。”元王大悦而喜。於是元王向日而谢再拜而受。择日斋戒甲乙最良。",
    "audio": "25.mp3"
  },
  {
    "text": "乃刑白雉及与骊羊；以血灌龟於坛中央。以刀剥之身全不伤。脯酒礼之横其腹肠。荆支卜之必制其创。理达於理文相错迎。使工占之所言尽当。邦福重宝闻于傍乡。杀牛取革被郑之桐。草木毕分化为甲兵。战胜攻取莫如元王。元王之时卫平相宋宋国最彊龟之力也。",
    "audio": "26.mp3"
  },
  {
    "text": "故云神至能见梦於元王而不能自出渔者之笼。身能十言尽当不能通使於河还报於江贤能令人战胜攻取不能自解於刀锋免剥刺之患。圣能先知亟见而不能令卫平无言。言事百全至身而挛；当时不利又焉事贤！贤者有恆常士有適然。是故明有所不见听有所不闻；人虽贤不能左画方右画圆；日月之明而时蔽於浮云。羿名善射不如雄渠、?门；禹名为辩智而不能胜鬼神。地柱折天故毋椽又柰何责人於全？孔子闻之曰：“神龟知吉凶而骨直空枯。日为德而君於天下辱於三足之乌。月为刑而相佐见食於虾蟆。蝟辱於鹊腾蛇之神而殆於即且。竹外有节理中直空虚；松柏为百木长而守门闾。日辰不全故有孤虚。黄金有疵白玉有瑕。事有所疾亦有所徐。物有所拘亦有所据。罔有所数亦有所疏。人有所贵亦有所不如。",
    "audio": "27.mp3"
  },
  {
    "text": "何可而適乎？物安可全乎？天尚不全故世为屋不成三瓦而陈之以应之天。天下有阶物不全乃生也。”",
    "audio": "28.mp3"
  },
  {
    "text": "褚先生曰：渔者举网而得神龟龟自见梦宋元王元王召博士卫平告以梦龟状平运式定日月分衡度视吉凶占龟与物色同平谏王留神龟以为国重宝美矣。古者筮必称龟者以其令名所从来久矣。余述而为传。",
    "audio": "29.mp3"
  },
  {
    "text": "三月二月正月",
    "audio": "30.mp3"
  },
  {
    "text": "十二月十一月中关内高外下四月仰足开肣开俛大五月横吉俛大六月七月八月九月十月",
    "audio": "31.mp3"
  },
  {
    "text": "卜禁曰：子亥戌不可以卜及杀龟。日中如食已卜。暮昏龟之徼也不可以卜。庚辛可以杀及以钻之。常以月旦祓龟先以清水澡之以卵祓之乃持龟而遂之若常以为祖。人若已卜不中皆祓之以卵东向立灼以荆若刚木土卵指之者三持龟以卵周环之祝曰：“今日吉谨以粱卵?弟黄祓去玉灵之不祥。”玉灵必信以诚知万事之情辩兆皆可占。不信不诚则烧玉灵扬其灰以徵後龟。其卜必北向龟甲必尺二寸。",
    "audio": "32.mp3"
  },
  {
    "text": "卜先以造灼钻钻中已又灼龟各三；又复灼所钻中曰正身灼曰正足各三。即以造三周龟祝曰：“假之玉灵夫子。夫子玉灵荆灼而心令而先知。而上行於天下行於渊诸灵数k莫如汝信。今日良日行一良贞。某欲卜某即得而喜不得而悔。即得乡我身长大足收人皆上偶。不得乡我身挫折中外不相应足灭去。”",
    "audio": "33.mp3"
  },
  {
    "text": "灵龟卜祝曰：“假之灵龟五巫五灵不如神龟之灵知人死知人生。某身良贞某欲求某物。即得也头见足内外相应；即不得也头仰足肣内外自垂。可得占。”",
    "audio": "34.mp3"
  },
  {
    "text": "卜占病者祝曰：“今某病困。死上开内外交骇身节折；不死仰足肣。”",
    "audio": "35.mp3"
  },
  {
    "text": "卜病者祟曰：“今病有祟无呈无祟有呈。兆有中祟有内外祟有外。”",
    "audio": "36.mp3"
  },
  {
    "text": "卜系者出不出。不出横吉安；若出足开仰有外。",
    "audio": "37.mp3"
  },
  {
    "text": "卜求财物其所当得。得仰足开内外相应；即不得呈兆仰足肣。",
    "audio": "38.mp3"
  },
  {
    "text": "卜有卖若买臣妾马牛。得之仰足开内外相应；不得仰足肣呈兆若横吉安。",
    "audio": "39.mp3"
  },
  {
    "text": "卜击盗聚若干人在某所今某将卒若干人往击之。当胜仰足开身正内自桥外下；不胜足肣仰身内下外高。",
    "audio": "40.mp3"
  },
  {
    "text": "卜求当行不行。行足开；不行足肣仰若横吉安安不行。",
    "audio": "41.mp3"
  },
  {
    "text": "卜往击盗当见不见。见仰足肣有外；不见足开仰。",
    "audio": "42.mp3"
  },
  {
    "text": "卜往候盗见不见。见仰足肣肣胜有外；不见足开仰。",
    "audio": "43.mp3"
  },
  {
    "text": "卜闻盗来不来。来外高内下足肣仰；不来足开仰若横吉安期之自次。",
    "audio": "44.mp3"
  },
  {
    "text": "卜迁徙去官不去。去足开有肣外仰；不去自去即足肣呈兆若横吉安。",
    "audio": "45.mp3"
  },
  {
    "text": "卜居官尚吉不。吉呈兆身正若横吉安；不吉身节折仰足开。",
    "audio": "46.mp3"
  },
  {
    "text": "卜居室家吉不吉。吉呈兆身正若横吉安；不吉身节折仰足开。",
    "audio": "47.mp3"
  },
  {
    "text": "卜岁中禾稼孰不孰。孰仰足开内外自桥外自垂；不孰足肣仰有外。",
    "audio": "48.mp3"
  },
  {
    "text": "卜岁中民疫不疫。疫仰足肣身节有彊外；不疫身正仰足开。卜岁中有兵无兵。无兵呈兆若横吉安；有兵仰足开身作外彊情。",
    "audio": "49.mp3"
  },
  {
    "text": "卜见贵人吉不吉。吉足开仰身正内自桥；不吉仰身节折足肣有外若无渔。",
    "audio": "50.mp3"
  },
  {
    "text": "卜请谒於人得不得。得仰足开内自桥；不得仰足肣有外。",
    "audio": "51.mp3"
  },
  {
    "text": "卜追亡人当得不得。得仰足肣内外相应；不得仰足开若横吉安。",
    "audio": "52.mp3"
  },
  {
    "text": "卜渔猎得不得。得仰足开内外相应；不得足肣仰若横吉安。",
    "audio": "53.mp3"
  },
  {
    "text": "卜行遇盗不遇。遇仰足开身节折外高内下；不遇呈兆。",
    "audio": "54.mp3"
  },
  {
    "text": "卜天雨不雨。雨仰有外外高内下；不雨仰足开若横吉安。",
    "audio": "55.mp3"
  },
  {
    "text": "卜天雨霁不霁。霁呈兆足开仰；不霁横吉。",
    "audio": "56.mp3"
  },
  {
    "text": "命曰横吉安。以占病病甚者一日不死；不甚者卜日瘳不死。系者重罪不出轻罪环出；过一日不出久毋伤也。求财物买臣妾马牛一日环得；过一日不得。行者不行。来者环至；过食时不至不来。击盗不行行不遇；闻盗不来。徙官不徙。居官家室皆吉。岁稼不孰。民疾疫无疾。岁中无兵。见人行不行不喜。请谒人不行不得。追亡人渔猎不得。行不遇盗。雨不雨。霁不霁。",
    "audio": "57.mp3"
  },
  {
    "text": "命曰呈兆。病者不死。系者出。行者行。来者来。市买得。追亡人得过一日不得。问行者不到。",
    "audio": "58.mp3"
  },
  {
    "text": "命曰柱彻。卜病不死。系者出。行者行。来者来。市买不得。忧者毋忧。追亡人不得。",
    "audio": "59.mp3"
  },
  {
    "text": "命曰仰足肣有内无外。占病病甚不死。系者解。求财物买臣妾马牛不得。行者闻言不行。来者不来。闻盗不来。闻言不至。徒官闻言不徙。居官有忧。居家多灾。岁稼中孰。民疾疫多病。岁中有兵闻言不开。见贵人吉。请谒不行行不得善言。追亡人不得。渔猎不得。行不遇盗。雨不雨甚。霁不霁。故其莫字皆为备。问之曰备者仰也故定以为仰。此私记也。",
    "audio": "60.mp3"
  },
  {
    "text": "命曰仰足肣有内无外。占病病甚不死。系者不出。求财买臣妾不得。行者不行。来者不来。击盗不见。闻盗来内自惊不来。徙官不徙。居官家室吉。岁稼不孰。民疾疫有病甚。岁中无兵。见贵人吉。请谒追亡人不得。亡财物财物不出得。渔猎不得。行不遇盗。雨不雨。霁不霁。凶。",
    "audio": "61.mp3"
  },
  {
    "text": "命曰呈兆仰足肣。以占病不死。系者未出。求财物买臣妾马牛不得。行不行。来不来。击盗不相见。闻盗来不来。徙官不徙。居官久多忧。居家室不吉。岁稼不孰。民病疫。岁中毋兵。见贵人不吉。请谒不得。渔猎得少。行不遇盗。雨不雨。霁不霁。不吉。",
    "audio": "62.mp3"
  },
  {
    "text": "命曰呈兆仰足开。以占病病笃死。系囚出。求财物买臣妾马牛不得。行者行。来者来。击盗不见盗。闻盗来不来。徙官徙。居官不久。居家室不吉。岁稼不孰。民疾疫有而少。岁中毋兵。见贵人不见吉。请谒追亡人渔猎不得。行遇盗。雨不雨。霁小吉。",
    "audio": "63.mp3"
  },
  {
    "text": "命曰仰足肣。以占病不死。系者久毋伤也。求财物买臣妾马牛不得。行者不行。击盗不行。来者来。闻盗来。徙官闻言不徙。居家室不吉。岁稼不孰。民疾疫少。岁中毋兵。见贵人得见。请谒追亡人渔猎不得。行遇盗。雨不雨。霁不霁。吉。",
    "audio": "64.mp3"
  },
  {
    "text": "命曰仰足开有内。以占病者死。系者出。求财物买臣妾马牛不得。行者行。来者来。击盗行不见盗。闻盗来不来。徙官徙。居官不久。居家室不吉。岁孰。民疾疫有而少。岁中毋兵。见贵人不吉。请谒追亡人渔猎不得。行不遇盗。雨霁。霁小吉不霁吉。",
    "audio": "65.mp3"
  },
  {
    "text": "命曰横吉内外自桥。以占病卜日毋瘳死。系者毋罪出。求财物买臣妾马牛得。行者行。来者来。击盗合交等。闻盗来来。徙官徙。居家室吉。岁孰。民疫无疾。岁中无兵。见贵人请谒追亡人渔猎得。行遇盗。雨霁雨霁大吉。",
    "audio": "66.mp3"
  },
  {
    "text": "命曰横吉内外自吉。以占病病者死。系不出。求财物买臣妾马牛追亡人渔猎不得。行者不来。击盗不相见。闻盗不来。徙官徙。居官有忧。居家室见贵人请谒不吉。岁稼不孰。民疾疫。岁中无兵。行不遇盗。雨不雨。霁不霁。不吉。",
    "audio": "67.mp3"
  },
  {
    "text": "命曰渔人。以占病者病者甚不死。系者出。求财物买臣妾马牛击盗请谒追亡人渔猎得。行者行来。闻盗来不来。徙官不徒。居家室吉。岁稼不孰。民疾疫。岁中毋兵。见贵人吉。行不遇盗。雨不雨。霁不霁。吉。",
    "audio": "68.mp3"
  },
  {
    "text": "命曰仰足肣内高外下。以占病病者甚不死。系者不出。求财物买臣妾马牛追亡人渔猎得。行不行。来者来。击盗胜。徙官不徙。居官有忧无伤也。居家室多忧病。岁大孰。民疾疫。岁中有兵不至。见贵人请谒不吉。行遇盗。雨不雨。霁不霁。吉。",
    "audio": "69.mp3"
  },
  {
    "text": "命曰横吉上有仰下有柱。病久不死。系者不出。求财物买臣妾马牛追亡人渔猎不得。行不行。来不来。击盗不行行不见。闻盗来不来。徙官不徙。居家室见贵人吉。岁大孰。民疾疫。岁中毋兵。行不遇盗。雨不雨。霁不霁。大吉。",
    "audio": "70.mp3"
  },
  {
    "text": "命曰横吉榆仰。以占病不死。系者不出。求财物买臣妾马牛至不得。行不行。来不来。击盗不行行不见。闻盗来不来。徙官不徙。居官家室见贵人吉。岁孰。岁中有疾疫毋兵。请谒追亡人不得。渔猎至不得。行不得。行不遇盗。雨霁不霁。小吉。",
    "audio": "71.mp3"
  },
  {
    "text": "命曰横吉下有柱。以占病病甚不环有瘳无死。系者出。求财物买臣妾马牛请谒追亡人渔猎不得。行来不来。击盗不合。闻盗来来。徙官居官吉不久。居家室不吉。岁不孰。民毋疾疫。岁中毋兵。见贵人吉。行不遇盗。雨不雨。霁。小吉。",
    "audio": "72.mp3"
  },
  {
    "text": "命曰载所。以占病环有瘳无死。系者出。求财物买臣妾马牛请谒追亡人渔猎得。行者行。来者来。击盗相见不相合。闻盗来来。徙官徙。居家室忧。见贵人吉。岁孰。民毋疾疫。岁中毋兵。行不遇盗。雨不雨。霁霁。吉。",
    "audio": "73.mp3"
  },
  {
    "text": "命曰根格。以占病者不死。系久毋伤。求财物买臣妾马牛请谒追亡人渔猎不得。行不行。来不来。击盗盗行不合。闻盗不来。徙官不徙。居家室吉。岁稼中。民疾疫无死。见贵人不得见。行不遇盗。雨不雨。不吉。",
    "audio": "74.mp3"
  },
  {
    "text": "命曰仰足肣外高内下。卜有忧无伤也。行者不来。病久死。求财物不得。见贵人者吉。",
    "audio": "75.mp3"
  },
  {
    "text": "命曰外高内下。卜病不死有祟。市买不得。居官家室不吉。行者不行。来者不来。系者久毋伤。吉。",
    "audio": "76.mp3"
  },
  {
    "text": "命曰头见足有内外相应。以占病者起。系者出。行者行。来者来。求财物得。吉。",
    "audio": "77.mp3"
  },
  {
    "text": "命曰呈兆仰足开。以占病病甚死。系者出有忧。求财物买臣妾马牛请谒追亡人渔猎不得。行不行。来不来。击盗不合。闻盗来来。徙官居官家室不吉。岁恶。民疾疫无死。岁中毋兵。见贵人不吉。行不遇盗。雨不雨。霁。不吉。",
    "audio": "78.mp3"
  },
  {
    "text": "命曰呈兆仰足开外高内下。以占病不死有外祟。系者出有忧。求财物买臣妾马牛相见不会。行行。来闻言不来。击盗胜。闻盗来不来。徙官居官家室见贵人不吉。岁中。民疾疫有兵。请谒追亡人渔猎不得。闻盗遇盗。雨不雨。霁。凶。",
    "audio": "79.mp3"
  },
  {
    "text": "命曰仰足肣身折内外相应。以占病病甚不死。系者久不出。求财物买臣妾马牛渔猎不得。行不行。来不来。击盗有用胜。闻盗来来。徙官不徙。居官家室不吉。岁不孰。民疾疫。岁中。有兵不至。见贵人喜。请谒追亡人不得。遇盗凶。",
    "audio": "80.mp3"
  },
  {
    "text": "命曰内格外垂。行者不行。来者不来。病者死。系者不出。求财物不得。见人不见。大吉。",
    "audio": "81.mp3"
  },
  {
    "text": "命曰横吉内外相应自桥榆仰上柱足肣。以占病病甚不死。系久不抵罪。求财物买臣妾马牛请谒追亡人渔猎不得。行不行。来不来。居官家室见贵人吉。徙官不徙。岁不大孰。民疾疫有兵。有兵不会。行遇盗。闻言不见。雨不雨。霁霁。大吉。",
    "audio": "82.mp3"
  },
  {
    "text": "命曰头仰足肣内外自垂。卜忧病者甚不死。居官不得居。行者行。来者不来。求财物不得。求人不得。吉。",
    "audio": "83.mp3"
  },
  {
    "text": "命曰横吉下有柱。卜来者来。卜日即不至未来。卜病者过一日毋瘳死。行者不行。求财物不得。系者出。",
    "audio": "84.mp3"
  },
  {
    "text": "命曰横吉内外自举。以占病者久不死。系者久不出。求财物得而少。行者不行。来者不来。见贵人见。吉。",
    "audio": "85.mp3"
  },
  {
    "text": "命曰内高外下疾轻足。求财物不得。行者行。病者有瘳。系者不出。来者来。见贵人不见。吉。",
    "audio": "86.mp3"
  },
  {
    "text": "命曰外格。求财物不得。行者不行。来者不来。系者不出。不吉。病者死。求财物不得。见贵人见。吉。",
    "audio": "87.mp3"
  },
  {
    "text": "命曰内自举外来正足。者行。来者来。求财物得。病者久不死。系者不出。见贵人见。吉。",
    "audio": "88.mp3"
  },
  {
    "text": "此横吉上柱外内自举足肣。以卜有求得。病不死。系者毋伤未出。行不行。来不来。见人不见。百事尽吉。",
    "audio": "89.mp3"
  },
  {
    "text": "此横吉上柱外内自举柱足以作。以卜有求得。病死环起。系留毋伤环出。行不行。来不来。见人不见。百事吉。可以举兵。",
    "audio": "90.mp3"
  },
  {
    "text": "此挺诈有外。以卜有求不得。病不死数起。系祸罪。闻言毋伤。行不行。来不来。",
    "audio": "91.mp3"
  },
  {
    "text": "此挺诈有内。以卜有求不得。病不死数起。系留祸罪无伤出。行不行。来者不来。见人不见。",
    "audio": "92.mp3"
  },
  {
    "text": "此挺诈内外自举。以卜有求得。病不死。系毋罪。行行。来来。田贾市渔猎尽喜。",
    "audio": "93.mp3"
  },
  {
    "text": "此狐鲗。以卜有求不得。病死难起。系留毋罪难出。可居宅。可娶妇嫁女。行不行。来不来。见人不见。有忧不忧。",
    "audio": "94.mp3"
  },
  {
    "text": "此狐彻。以卜有求不得。病者死。系留有抵罪。行不行。来不来。见人不见。言语定。百事尽不吉。",
    "audio": "95.mp3"
  },
  {
    "text": "此俯足肣身节折。以卜有求不得。病者死。系留有罪。望行者不来。行行。来不来。见人不见。",
    "audio": "96.mp3"
  },
  {
    "text": "此挺内外自垂。以卜有求不晦。病不死难起。系留毋罪难出。行不行。来不来。见人不见。不吉。",
    "audio": "97.mp3"
  },
  {
    "text": "此横吉榆仰俯。以卜有求难得。病难起不死。系难出毋伤也。可居家室以娶妇嫁女。",
    "audio": "98.mp3"
  },
  {
    "text": "此横吉上柱载正身节折内外自举。以卜病者卜日不死其一日乃死。",
    "audio": "99.mp3"
  },
  {
    "text": "此横吉上柱足肣内自举外自垂。以卜病者卜日不死其一日乃死。",
    "audio": "100.mp3"
  },
  {
    "text": "俯足诈有外无内。病者占龟未已急死。卜轻失大一日不死。",
    "audio": "101.mp3"
  },
  {
    "text": "仰足肣。以卜有求不得。以系有罪。人言语恐之毋伤。行不行。见人不见。",
    "audio": "102.mp3"
  },
  {
    "text": "大论曰：外者人也内者自我也；外者女也内者男也。俯者忧。大者身也小者枝也。大法病者足肣者生足开者死。行者足开至足肣者不至。行者足肣不行足开行。有求足开得足肣者不得。系者足肣不出开出。其卜病也足开而死者内高而外下也。",
    "audio": "103.mp3"
  },
  {
    "text": "三王异龟五帝殊卜。或长或短若瓦若玉。其记已亡其繇後续。江使触网见留宋国。神能讬梦不卫其足。",
    "audio": "104.mp3"
  },
  {
    "text": "",
    "audio": "105.mp3"
  }
]